{"en": "She put her arms round me and gave me a hug.", "zh": "她伸出双臂拥抱我。"}
{"en": "The minister has called on the terrorists to lay down their arms.", "zh": "部长要求恐怖分子放下武器。"}
{"en": "The big banks have been accused of exploiting small firms.", "zh": "大型银行被指责剥削小企业。"}
{"en": "By the time we reached the opposite bank, the boat was sinking fast.", "zh": "当我们到达对岸时，船正在快速下沉。"}
{"en": "A proper noun should start with a capital.", "zh": "专有名词首字母必须大写。"}
{"en": "She leaves her capital untouched in the bank and lives off the interest.", "zh": "她不动用银行里的本金，靠利息生活。"}
{"en": "The baby was delivered by a midwife.", "zh": "婴儿在助产士的帮助下出生了。"}
{"en": "Mail is delivered to our office twice a day.", "zh": "邮差每天给我们办公室投递两次邮件。"}
{"en": "I drove my daughter to school.", "zh": "我开车送女儿上学。"}
{"en": "In the end, it was his violent behaviour that drove her to leave home.", "zh": "最终是他的暴力行为让她离开了家。"}
{"en": "It's been a very wet spring.", "zh": "今年春天雨很多。"}
{"en": "a hot spring", "zh": "温泉"}
{"en": "I can't tell you how grateful I am for your help.", "zh": "我对你的帮助感激不尽。"}
{"en": "I could tell you were unhappy.", "zh": "我看得出你当时很不高兴。"}
{"en": "I suggested an Italian restaurant near the station for the party.", "zh": "我建议聚会去火车站附近的一家意大利餐馆。"}
{"en": "There's no absolute proof, but all the evidence suggests he's guilty.", "zh": "虽然没有确凿的证据，但所有证据都表明他有罪。"}
{"en": "He raised the window and leaned out.", "zh": "他把窗户推上去后探出身子。"}
{"en": "The farmer raises chickens and pigs.", "zh": "这个农场主饲养鸡和猪。"}
{"en": "a tennis match", "zh": "网球比赛"}
{"en": "You should always strike a match away from you.", "zh": "擦火柴时应该离身体远一些。"}
{"en": "I've always had an interest in astronomy.", "zh": "我一直对天文学感兴趣。"}
{"en": "You should put the money in a savings account where it will earn interest.", "zh": "他们离婚时，她保留了房屋的合法产权。"}
{"en": "I really missed her when she went away.", "zh": "她离开的时候我非常想念她。"}
{"en": "I missed the start of the class because my bus was late.", "zh": "我上课迟到了，因为我坐的公共汽车晚了。"}
{"en": "They're going away on a training course next week.", "zh": "下星期他们要出去上实习课。"}
{"en": "a golf course", "zh": "高尔夫球场"}
{"en": "He works for a company that makes software.", "zh": "他在一家软件公司工作。"}
{"en": "It was a long trip, and I was grateful for his company.", "zh": "旅途漫漫，我感谢有他作伴。"}
{"en": "a hot drink", "zh": "热饮"}
{"en": "a hot curry", "zh": "辣咖喱"}
{"en": "Stand still and be quiet!", "zh": "站好了，不要出声！"}
{"en": "I can't stand her voice.", "zh": "我受不了她的声音。"}
{"en": "Over time, their acquaintance developed into a lasting friendship.", "zh": "随着时间的推移，他们的泛泛之交变成了牢固的友谊。"}
{"en": "We developed some old negatives from my parents' wedding day.", "zh": "我们冲洗了一些父母结婚那天拍的照片。"}
{"en": "Wearing seat belts has saved many lives.", "zh": "使用安全带挽救了许多人的生命。"}
{"en": "Tom's been saving his pocket money every week.", "zh": "汤姆每周都把自己的零花钱攒起来。"}
{"en": "Is there a charge for children or do they go free?", "zh": "小孩要收费还是免费？"}
{"en": "The police brought a charge of theft against him.", "zh": "警方指控他犯了盗窃罪。"}
{"en": "I find it's almost impossible to hold a sensible conversation with her.", "zh": "我发现几乎不可能和她进行理智的谈话。"}
{"en": "He was holding a gun.", "zh": "他当时正拿着一把枪。"}
