{"source": "一息若存，希望不灭。", "standard": "While there is life, there is hope.", "answer": "There is no hope, no hope, no hope, no hope, no hope, no hope, no hope, no hope, no hope, no hope, no hope, no hope, no hope, no hope, no hope, no hope, no hope, no hope, no hope, no hope, no hope, no hope, no hope, no hope, no hope, no hope, no hope, no hope.", "distance": 83}
{"source": "父母呼。应勿缓。", "standard": "When your mother or father is calling, Do not be slow to respond. When my parents call me, I will answer them right away.", "answer": "Parents call. Don't slow down.", "distance": 25}
{"source": "想吃鸡蛋就得忍受鸡叫", "standard": "he who wants to eat egg must endures the crackling hen .", "answer": "If you want to eat eggs, you have to put up with chicken barking.", "distance": 13}
{"source": "采得百花成蜜后，为谁辛苦为谁甜", "standard": "All day from all flowers you make much honey, those who plunder the fruit of your toil are happy.", "answer": "I've picked many flowers, and I've worked hard for someone to be sweet for.", "distance": 19}
{"source": "席卷全球", "standard": "is sweeping way across the world", "answer": "♪ All over the world ♪", "distance": 5}
{"source": "见与不见", "standard": "You meet me or not .", "answer": "See and disappear.", "distance": 5}
{"source": "若要梦想实现，先从梦中醒来", "standard": "If you want to make your dream come true, the first thing you have to do is to wake up.", "answer": "If you want your dreams to come true, wake up from your dreams.", "distance": 15}
{"source": "我要永远健康。", "standard": "God ,you must bless me always healthy.", "answer": "I want to be healthy forever.", "distance": 8}
{"source": "当你不能再拥有的时候，唯一可以做的就是令自己不要忘记", "standard": "The  only  thing  you  can  do  when  you  no  longer  have  something  is  not  to  forget.", "answer": "When you can't have it anymore, the only thing you can do is make yourself remember.", "distance": 29}
{"source": "你的过去不重要，重要的是你的未来", "standard": "It is not where you come from that counts, it is where you are going..", "answer": "Your past doesn't matter. What matters is your future.", "distance": 16}
{"source": "要实现梦想，最好先醒来。", "standard": "The best way to make your dreams come true is to wake up.", "answer": "It's better to wake up if you want to realize your dreams.", "distance": 12}
{"source": "懂得感激是高尚者的标志", "standard": "Gratitude  is  the  sign  of  noble  souls", "answer": "To be grateful is to be the symbol of a noble man.", "distance": 11}
{"source": "坚信梦想能实现，并果断采取行动，奇迹便会发生", "standard": "I wait for miracles.When you have no doubt that your dream can come true and take action from that place, miracles happen", "answer": "It's a miracle to believe that dreams can be realized and to act decisively.", "distance": 22}
{"source": "我们真的很投缘", "standard": "We  really  hit  it  off.", "answer": "We're really close.", "distance": 7}
{"source": "在邻舍面前击掌作保，乃是无知的人。", "standard": "A man void of understanding strikes hands, and becomes collateral in the presence of his neighbor.", "answer": "High-handedness in the presence of a neighbour is an ignorant man.", "distance": 17}
{"source": "快乐的旅伴犹如妙曲", "standard": "A merry companion is a waggon in the way", "answer": "♪ Happy travel companions are like a song ♪", "distance": 9}
{"source": "名人们穷其毕生之力追求成名，然后带起墨镜避人耳目。", "standard": "Precisely.A celebrity is a person who works hard all his life to become well known, then wears dark glasses to avoid being recognized.", "answer": "Famous people have spent their entire lives seeking to be famous, and then bring their sunglasses to the ears and eyes.", "distance": 24}
{"source": "这部电影卖座率奇低没有人去看", "standard": "movie was a flop. Nobody went to see it.", "answer": "No one's going to see this movie at a very low rate.", "distance": 13}
{"source": "这个碗与餐馆需要的食物无关。", "standard": "This bowl is not being used to serve food where it is needed in the cafeteria.", "answer": "This bowl has nothing to do with the food that the restaurant needs.", "distance": 13}
{"source": "说的越少，意味越多。早安", "standard": "Say less and mean more", "answer": "The less you say, the more it means. Good morning.", "distance": 11}
{"source": "众里寻他千百度，蓦然回首，那人却在灯火阑珊处。", "standard": "You usually find what you are looking for the moment you stop looking for it.", "answer": "And they looked for him a thousand degrees, and turned back, and the man smote the camp with a light.", "distance": 21}
{"source": "找一件事做他一辈子找一个人爱她一辈子", "standard": "Give your whole life to one man and one thing", "answer": "Find something to do and find someone to love her for the rest of his life.", "distance": 16}
{"source": "喜欢一个人是宿命", "standard": "liking someone is your fate", "answer": "It's destiny to like someone.", "distance": 7}
{"source": "义人得脱离患难，有恶人来代替他。", "standard": "A righteous person is delivered out of trouble, and the wicked takes his place.", "answer": "And the righteous shall be delivered from distress, and there shall be a substitute for him.", "distance": 14}
{"source": "青菜萝卜各有所爱", "standard": "every has his hobbyhorse", "answer": "The cabbage radishes love each other.", "distance": 7}
{"source": "能发现自己的错误是智慧，能改正自己的错误是勇敢", "standard": "Can find their own mistakes is wisdom, to correct its mistakes is brave", "answer": "It's wisdom to find out what's wrong with you. It's courage to correct what's wrong with you.", "distance": 20}
{"source": "好书正如良友，会让你受益终生。", "standard": "good book is the best of friend, the same today and forever.", "answer": "A good book, like a good friend, will benefit you for the rest of your life.", "distance": 13}
{"source": "纵使困难重重，也不丧失勇气。", "standard": "difficulties  occur  but  not  the   loss   of   courage.", "answer": "Even with all the difficulties, there is no loss of courage.", "distance": 12}
{"source": "人的一生，都有一些说不出的秘密，挽不回的遗憾，触不到的梦想，忘不了的爱。", "standard": "In life we all have an unspeakable secret, an irreversible regret, an unreachable dream and an unforgettable love.", "answer": "In a lifetime, there are secrets that cannot be told, regrets that cannot be restored, dreams that cannot be met, and love that cannot be forgotten.", "distance": 30}
{"source": "用期待迎接新的一天，抛掉不美好的回忆，对美好的明天充满信心", "standard": "Start everyday with a new hope, leave bad memories behind and have faith for a better tomorrow", "answer": "We're looking forward to a new day, and we're going to throw away our bad memories, and we're going to have faith in the good of tomorrow.", "distance": 24}
{"source": "如果没有你，我在哪里又有什么可惜。", "standard": "What does it matter where I am if you are not with me.", "answer": "If it wasn't for you, I'd have had nothing to do with it.", "distance": 14}
