{"source": "Fifty-ninth session", "standard": "第五十九届会议", "answer": "第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议", "distance": 1527}
{"source": "Fifty-ninth session", "standard": "第五十九届会议", "answer": "第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议 第五十九届会议", "distance": 1527}
{"source": "Fifth Committee", "standard": "第五委员会", "answer": "第五委员会 第五委员会 第五委员会 第五委员会 第五委员会 第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会第五委员会", "distance": 1018}
{"source": "Sixty-second session", "standard": "第六十二届会议", "answer": "第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议第六十二届会议第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议 第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议 第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议 第六十二届会议第六十二届会议 第六十二届会议第六十二届会议第六十二届会议 第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议 第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议第六十二届会议", "distance": 1315}
{"source": "Addendum", "standard": "增编", "answer": "增编 增编 增编 增编 增编 增编 增编 增编 增编 增编 增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编", "distance": 509}
{"source": "Addendum", "standard": "增编", "answer": "增编 增编 增编 增编 增编 增编 增编 增编 增编 增编 增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编增编", "distance": 509}
{"source": "Contents", "standard": "目录", "answer": "目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录 目录", "distance": 509}
{"source": "Economic and Social Council", "standard": "经济及社会理事会", "answer": "经济及社会理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经济及社会理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经济及社会理事会 经济及社会理事会 经济及社会理事会 经济及社会理事会 经社理事会 经济及社会理事会 经社理事会 经社理事会 经社理事会 经济及社会理事会 经社理事会 经社理事会 经社理事会经济及社会理事会 经社理事会 经社理事会 经济及社会理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经社理事会 经济及社会理事会 经社理事会 经社理事会 经社理事会经济及社会理事会 经济及社会理事会 经济及社会理事会 经济及社会理事会 经社理事会 经社理事会 经社理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会 经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会经济及社会理事会", "distance": 1426}
{"source": "Ambassador", "standard": "大使", "answer": "大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使", "distance": 509}
{"source": "Ambassador", "standard": "大使", "answer": "大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使 大使", "distance": 509}
{"source": "Human Rights Council", "standard": "人权理事会", "answer": "人权理事会 人权理事会人权理事会人权理事会人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会,人权理事会人权理事会,人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会,人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会人权理事会", "distance": 984}
{"source": "Permanent Representative", "standard": "2015年1月30日乌克兰常驻联合国代表经安全理事会主席的信的附件", "answer": "常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表、常驻代表常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表、常驻代表常驻代表、常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表、常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表、常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表、常驻代表常驻代表、常驻代表、常驻代表、常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表、常驻代表、常驻代表常驻代表、常驻代表、常驻代表、常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表、常驻代表、常驻代表、常驻代表、常驻代表、常驻代表、常驻代表、常驻代表、常驻代表、常驻代表、常驻代表常驻代表、常驻代表、常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表", "distance": 964}
{"source": "Permanent Representative", "standard": "2015年3月23日乌克兰常驻联合国代表给秘书长的信的附件", "answer": "常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表、常驻代表常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表、常驻代表常驻代表、常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表、常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表、常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表、常驻代表常驻代表、常驻代表、常驻代表、常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表、常驻代表、常驻代表常驻代表、常驻代表、常驻代表、常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表、常驻代表、常驻代表、常驻代表、常驻代表、常驻代表、常驻代表、常驻代表、常驻代表、常驻代表、常驻代表常驻代表、常驻代表、常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表、常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表常驻代表", "distance": 964}
{"source": "General Conference", "standard": "大会", "answer": "大大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会大会", "distance": 506}
{"source": "Commission on Population and Development", "standard": "人口与发展委员会", "answer": "人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会", "distance": 1016}
{"source": "Commission on Population and Development", "standard": "人口与发展委员会", "answer": "人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会 人口与发展委员会", "distance": 1016}
{"source": "Commission for Social Development", "standard": "社会发展委员会", "answer": "社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会 社会发展委员会", "distance": 762}
{"source": "International Law Commission", "standard": "国际法委员会", "answer": "国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会 国际法委员会", "distance": 508}
{"source": "General Assembly", "standard": "大 会", "answer": "大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大", "distance": 255}
{"source": "General Assembly", "standard": "大 会", "answer": "大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大大", "distance": 255}
{"source": "Chapter I", "standard": "第一章", "answer": "第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章 第一章", "distance": 78}
{"source": "Strategic Management Services", "standard": "战略管理处", "answer": "战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处 战略管理处", "distance": 64}
{"source": "Evaluation results", "standard": "评价结果", "answer": "评价结果 评价结果 评价结果 评价结果 评价结果 评价结果 评价结果 评价结果 评价结果 评价结果 评价结果 评价结果 评价结果 评价结果 评价结果 评价结果 评价结果 评价结果 评价结果 评价结果", "distance": 38}
{"source": "Introduction", "standard": "导言", "answer": "一. 导言 导言 导言 一. 导言 导言 一,导言 导言 一,导言 导言 导言 导言 导言 导言 导言 导言", "distance": 22}
{"source": "Consultants", "standard": "咨询人", "answer": "咨询人 咨询人 咨询人 咨询人 咨询人 咨询人 咨询人", "distance": 12}
{"source": "Morocco", "standard": "摩洛哥", "answer": "摩洛哥 摩洛哥 摩洛哥 摩洛哥 摩洛哥 摩洛哥 摩洛哥 摩洛哥", "distance": 7}
{"source": "a New post.", "standard": "2016-2017两年期组织结构和员额分配图", "answer": "a 新员额。", "distance": 10}
{"source": "Resolution", "standard": "决议", "answer": "决议 决议 决议 决议 决议 决议 决议 决议 决议 决议", "distance": 9}
{"source": "Fifty-fourth session", "standard": "第五十四届会议", "answer": "第五十四届会议 第五十四届会议 第五十四届会议 第五十四届会议 第五十四届会议 第五十四届会议 第五十四届会议", "distance": 18}
{"source": "Myanmar", "standard": "缅甸", "answer": "缅甸 缅甸 缅甸 缅甸 缅甸 缅甸 缅甸", "distance": 6}
{"source": "Regular budget", "standard": "经常预算", "answer": "经常预算 经常预算 经常预算 经常预算 经常预算 经常预算 经常预算", "distance": 12}
{"source": "Travel", "standard": "差旅费", "answer": "旅费 旅费 旅费 旅费 旅费", "distance": 5}
{"source": "France", "standard": "法国", "answer": "法国 法国 法国 法国 法国 法国", "distance": 5}
{"source": "Fifty-fifth session", "standard": "第五十五届会议", "answer": "第五十五届会议 第五十五届会议 第五十五届会议 第五十五届会议 第五十五届会议 第五十五届会议", "distance": 15}
{"source": "Commission on the Status of Women", "standard": "妇女地位委员会", "answer": "妇女地位委员会妇女地位委员会妇女地位委员会妇女地位委员会妇女地位委员会妇女地位委员会妇女地位委员会妇女地位委员会 提高妇女地位委员会", "distance": 25}
{"source": "Bhutan", "standard": "不丹", "answer": "不丹不丹不丹不丹不丹", "distance": 4}
{"source": "Overview", "standard": "概览", "answer": "概览概览概览概览概览概览", "distance": 5}
{"source": "Twenty-fifth session", "standard": "第二十五届会议", "answer": "第二十五届会议 第二十五届会议 第二十五届会议 第二十五届会议 第二十五届会议", "distance": 12}
{"source": "Conference of the Parties to the", "standard": "关于在国际贸易中对某些危险化学品和农药采用事先知情同意程序的鹿特丹公约", "answer": "缔约方大会缔约方大会缔约方大会缔约方大会缔约方大会", "distance": 19}
{"source": "Rule 30", "standard": "规则30", "answer": "第30条 第30条", "distance": 4}
{"source": "Commission on the Status of Women", "standard": "妇女地位委员会", "answer": "妇女地位委员会妇女地位委员会妇女地位委员会妇女地位委员会妇女地位委员会妇女地位委员会 妇女地位委员会", "distance": 18}
{"source": "Total (I-III)", "standard": "(第一项至第三项)共计", "answer": "共计(一至三)", "distance": 7}
{"source": "United Nations Children's Fund", "standard": "联合国儿童基金会", "answer": "联合国儿童基金会 联合国儿童基金会 联合国儿童基金会 联合国儿童基金会 联合国儿童基金会 联合国儿童基金会", "distance": 15}
{"source": "Health", "standard": "卫生", "answer": "卫生 卫生 卫生 卫生", "distance": 3}
{"source": "Norway", "standard": "挪威", "answer": "挪威 挪威 挪威 挪威", "distance": 3}
{"source": "Monday, 2 March 2015", "standard": "2015年3月2日，星期一", "answer": "2015年3月2日,星期一 2015年3月2日,2015年3月2日,星期一", "distance": 10}
{"source": "Employment", "standard": "就业", "answer": "就业 就业 就业 就业 就业 就业", "distance": 5}
{"source": "Employment", "standard": "就业", "answer": "就业 就业 就业 就业 就业 就业", "distance": 5}
{"source": "Nationality", "standard": "国籍", "answer": "国籍 国籍 国籍 国籍 国籍 国籍", "distance": 5}
{"source": "3. Services to the public", "standard": "3. 服务公众 731 200 (5 685700) (4 954 500)", "answer": "3. 服务公众", "distance": 11}
{"source": "was issued too late to be included in the present report.", "standard": "联合国系统各组织使用非编内人员和相关合同模式的报告(JIU/REP/2014/8)发布太迟，无法列入本报告。", "answer": "印发为时已晚,无法列入本报告。", "distance": 25}
{"source": "Twenty-fourth session", "standard": "第二十四届会议", "answer": "第二十四届会议 第二十四届会议 第二十四届会议 第二十四届会议", "distance": 9}
{"source": "Twenty-fourth session", "standard": "第二十四届会议", "answer": "第二十四届会议 第二十四届会议 第二十四届会议 第二十四届会议", "distance": 9}
{"source": "Seventh meeting", "standard": "第七次会议", "answer": "第七次会议 第七次会议 第七次会议", "distance": 6}
{"source": "6 February 2015", "standard": "6 February 2015", "answer": "2015年2月6日 2015年2月6日", "distance": 6}
{"source": "21 January 2015", "standard": "21 January 2015", "answer": "2015年1月21日 2015年1月21日", "distance": 6}
{"source": "Six (6) armed men were observed IVO BP22(3)", "standard": "在BP22(3)附近观察到六(6)名武装男子", "answer": "观察到6名武装男子,共6名国际志愿者组织BP22(3)", "distance": 17}
{"source": "Liechtenstein", "standard": "列支敦士登", "answer": "列支敦士登 列支敦士登 列支敦士登 列支敦士登 列支敦士登 列支敦士登", "distance": 5}
{"source": "4.5 Effective and efficient travel support to clients", "standard": "4.5 向客户提供有成效、高效率的旅行支助 4.5.1 维持收到应享旅行待遇申请后14天内完成处理工作的时", "answer": "4.5 向客户提供有成效、高效率和高效益的旅行支助", "distance": 20}
{"source": "Asia (7)", "standard": "亚洲国家(7)", "answer": "亚洲(7)", "distance": 3}
{"source": "Rule 156", "standard": "第一五六条", "answer": "规则156", "distance": 3}
{"source": "Official Records", "standard": "正式记录", "answer": "正式记录 正式记录 正式记录 正式记录", "distance": 6}
{"source": "Part III", "standard": "第三编", "answer": "第三部分 第三部分", "distance": 3}
{"source": "Three (3) armed men were observed IVO Mount Dov", "standard": "在Dov山附近观察到三(3)名武装男子", "answer": "观察到3名武装人员,其中3名是国际志愿者组织Dov山的武装人员。", "distance": 17}
{"source": "The General Assembly", "standard": "大会，", "answer": "大会,大会,大会,大会,", "distance": 7}
{"source": "Item 6", "standard": "项目6", "answer": "项目6 项目6", "distance": 2}
{"source": "Distr.: General", "standard": "Distr.: General", "answer": "发展阶段:一般问题", "distance": 5}
{"source": "Provisional agenda", "standard": "临时议程", "answer": "临时议程临时议程临时议程临时议程", "distance": 6}
{"source": "Africa", "standard": "非洲", "answer": "非洲 非洲 非洲", "distance": 2}
{"source": "Recommendations", "standard": "建议", "answer": "建议建议建议建议建议建议", "distance": 5}
{"source": "Item 8", "standard": "项目8", "answer": "项目8 项目8", "distance": 2}
{"source": "Item 9", "standard": "项目9", "answer": "项目9 项目9", "distance": 2}
{"source": "Rule 8", "standard": "第8条", "answer": "第8条 第8条", "distance": 2}
{"source": "Item 4", "standard": "项目4", "answer": "项目4 项目4", "distance": 2}
{"source": "To Head of Field Offices", "standard": "-1 NGS 司机 调动 至外地办事处负责人办公室", "answer": "调至外地办事处主任", "distance": 8}
{"source": "Three (3) armed men were observed IVO B82(2).", "standard": "在B82(2)附近观察到三(3)名武装男子。", "answer": "观察到三(3)名武装人员,国际志愿者组织B82(2)。", "distance": 15}
{"source": "30 June 1995", "standard": "1995年6月30日", "answer": "1995年6月30日至1995年6月30日", "distance": 4}
{"source": "Temporary", "standard": "临时员额", "answer": "临时临时临时临时", "distance": 3}
{"source": "Completed", "standard": "完成", "answer": "已完成已完成", "distance": 3}
{"source": "Provisional agenda", "standard": "临时议程", "answer": "临时议程临时议程临时议程临时议程", "distance": 6}
{"source": "Rwanda", "standard": "卢旺达", "answer": "卢旺达卢旺达 卢旺达", "distance": 2}
{"source": "Vienna", "standard": "维也纳", "answer": "维也纳,维也纳", "distance": 2}
{"source": "Central African Republic", "standard": "中非共和国", "answer": "中非共和国中非共和国中非共和国", "distance": 8}
{"source": "Friday, 23 October", "standard": "10月23日，星期五", "answer": "10月23日,星期五,10月23日,星期五", "distance": 6}
{"source": "Turkey", "standard": "土耳其", "answer": "土耳其 土耳其 土耳其", "distance": 2}
{"source": "Friday, 16 October", "standard": "10月16日，星期五", "answer": "10月16日,星期五,10月16日,星期五", "distance": 6}
{"source": "In line with the drawdown, it is proposed to reclassify the", "standard": "根据所编的需要，提议将1个P-5科长员额改叙为P-4。", "answer": "提议根据缩编情况,改叙", "distance": 19}
{"source": "Thursday, 8 October", "standard": "10月8日，星期四", "answer": "10月8日,星期四,10月8日,星期四", "distance": 6}
{"source": "29F.60 (a) (i) b", "standard": "29F.60 (a)㈠b", "answer": "29F.60(a)(一)b", "distance": 5}
{"source": "African Union", "standard": "非洲联盟", "answer": "非洲联盟 非洲联盟 非洲联盟", "distance": 4}
{"source": "Legal affairs", "standard": "法律事务", "answer": "法律事务 法律事务 法律事务", "distance": 4}
{"source": "Twenty-eight session", "standard": "第二十八届会议", "answer": "第二十八届会议 第二十八届会议 第二十八届会议", "distance": 6}
{"source": "Two (2) armed men were observed IVO B60.", "standard": "在B30附近观察到两(2)名武装男子。", "answer": "观察到两名武装人员,国际志愿者组织B60。", "distance": 12}
{"source": "Forty-eighth session", "standard": "第四十八届会议", "answer": "第四十八届会议 第四十八届会议 第四十八届会议", "distance": 6}
{"source": "Twenty-first session", "standard": "第二十一届会议", "answer": "第二十一届会议 第二十一届会议 第二十一届会议", "distance": 6}
{"source": "Forty-eighth session", "standard": "第四十八届会议", "answer": "第四十八届会议 第四十八届会议 第四十八届会议", "distance": 6}
{"source": "Rule 51", "standard": "第51条", "answer": "第51条 第51条", "distance": 2}
{"source": "Table 2", "standard": "表2", "answer": "表2 表2 表2", "distance": 2}
{"source": "Rule 15", "standard": "第15条", "answer": "第 15 条", "distance": 2}
{"source": "ARSAT 1", "standard": "ARSAT 1", "answer": "ARSAT 1号卫星", "distance": 2}
{"source": "Eritrea", "standard": "厄立特里亚", "answer": "厄立特里亚 厄立特里亚 厄立特里亚", "distance": 2}
{"source": "Joint Inspection Unit", "standard": "联合检查组", "answer": "联合检查组 联合检查组 联合检查组 联合检查组", "distance": 6}
{"source": "Table 3", "standard": "表3", "answer": "表3 表3 表3", "distance": 2}
{"source": "Joint Inspection Unit", "standard": "联合检查组", "answer": "联合检查组 联合检查组 联合检查组 联合检查组", "distance": 6}
{"source": "Albania", "standard": "阿尔巴尼亚", "answer": "阿尔巴尼亚 阿尔巴尼亚 阿尔巴尼亚", "distance": 2}
{"source": "Item 11", "standard": "项目11", "answer": "项目11 项目11", "distance": 2}
{"source": "Comoros", "standard": "科摩罗", "answer": "科摩罗 科摩罗 科摩罗", "distance": 2}
{"source": "19. Panel of Experts on Libya", "standard": "19. 利比亚问题专家小组 1 593.2 1 825.4", "answer": "19. 利比亚问题专家小组", "distance": 8}
{"source": "7 June 2014", "standard": "2014年6月7日", "answer": "2014年6月7日 2014年6月7日", "distance": 3}
{"source": "Secretariat", "standard": "秘书处", "answer": "秘书处 秘书处 秘书处 秘书处", "distance": 3}
{"source": "Disarmament Commission", "standard": "裁军审议委员会", "answer": "裁军审议委员会 裁军审议委员会 裁军审议委员会", "distance": 6}
{"source": "Annual report of the United Nations High Commissioner for Human Rights", "standard": "联合国人权事务高级专员的年度报告", "answer": "联合国人权事务高级专员的年度报告 联合国人权事务高级专员的年度报告以及联合国人权事务高级专员的年度报告以及", "distance": 18}
{"source": "2015 session", "standard": "2015年届会", "answer": "2015年届会 2015年届会", "distance": 3}
{"source": "2015 session", "standard": "2015年届会", "answer": "2015年届会 2015年届会", "distance": 3}
{"source": "Barbados", "standard": "巴巴多斯", "answer": "巴巴多斯 巴巴多斯 巴巴多斯", "distance": 2}
{"source": "Islamic Republic of Iran", "standard": "伊朗伊斯兰共和国", "answer": "伊朗伊斯兰共和国 伊朗伊斯兰共和国 伊朗伊斯兰共和国", "distance": 6}
{"source": "The number of partner States included in such arrangements range from 4 (Egypt) to 163 (Malaysia).", "standard": "有国家(埃及)与4个国家定有这类安排，有国家(马来西亚)与163个国家定有这类安排。", "answer": "列入此类安排的伙伴国家数目从4个(埃及)到163个(马来西亚)不等。", "distance": 24}
{"source": "Mr. Petter Neksa (SINTEF, Sweden)", "standard": "Petter Neksa先生 （挪威科技工业研究院，瑞典）", "answer": "Petter Neksa先生(瑞典,新加坡)", "distance": 8}
{"source": "Israel will not stand by as Hezbollah targets Israelis.", "standard": "面对真主党把以色列作为目标的行动，以色列不会袖手旁观。", "answer": "以色列不会袖手旁观,因为真主党的目标是以色列人。", "distance": 13}
{"source": "Social protection", "standard": "社会保护", "answer": "社会保护社会保护社会保护", "distance": 4}
{"source": "11 March 2015", "standard": "2015年3月11日", "answer": "2015年3月11日 2015年3月11日", "distance": 3}
{"source": "One (1) armed man was observed IVO B73.", "standard": "在B73附近观察到一(1)名武装男子。", "answer": "观察到一名武装人员IVO B73。", "distance": 9}
{"source": "Ninth session", "standard": "第九届会议", "answer": "第九届会议 第九届会议", "distance": 3}
{"source": "Fifth session", "standard": "第五届会议", "answer": "第五届会议 第五届会议", "distance": 3}
{"source": "22 April 2015", "standard": "22 April 2015", "answer": "2015年4月22日", "distance": 3}
{"source": "Last advertised 22 Oct 14, vacancy under review for re-advertising.", "standard": "上次发布广告的日期为2014年10月22日，正在审查空缺通知以重新发布广告。", "answer": "最近一次公布是10月22日14日,空缺正在审查,以便重新公布。", "distance": 15}
{"source": "Briefings", "standard": "简报", "answer": "简报会简报会", "distance": 2}
{"source": "Office of the CISS", "standard": "综合支助事务主任办公室", "answer": "独联体统计处办公室", "distance": 4}
{"source": "Education", "standard": "教育", "answer": "教育 教育 教育", "distance": 2}
{"source": "Singapore", "standard": "新加坡", "answer": "新加坡 新加坡 新加坡", "distance": 2}
{"source": "Section 6", "standard": "第6款", "answer": "第6款 第6款", "distance": 2}
{"source": "11.6 million adolescents were reached with SRH services", "standard": "性健康和生殖健康服务惠及 1 160万名青少年", "answer": "向1 160万青少年提供了性健康和生殖健康服务", "distance": 12}
{"source": "See also \"Iran manufactures first home-made VTOL drone\", Fars News Agency, 3 March 2015.", "standard": "另见\"Iran manufactures first home-made VTOL [[vertical take-off and landing]]drone\", 法斯通讯社, 2015年3月3日。", "answer": "另见“伊朗制造第一架自制VTOL无人机”,Fars新闻社,2015年3月3日。", "distance": 19}
{"source": "Wherever possible, make in-school CSE programs intra-curricular and examinable.", "standard": "在可能的情况下，将校内全面性教育方案纳入课程并使其可以考查。", "answer": "尽可能使校内CSE课程在课程内进行,并具有可考性。", "distance": 17}
{"source": "Two excellent foods that can effectively combat poverty at a low cost:", "standard": "这两种优质的食物，能够以低成本有效地对抗贫穷：", "answer": "能够以低成本有效战胜贫穷的两种优异食品:", "distance": 15}
{"source": "Second session", "standard": "第二届会议", "answer": "第二届会议 第二届会议", "distance": 3}
{"source": "Subprogramme 4", "standard": "次级方案4", "answer": "次级方案4 次级方案4", "distance": 3}
{"source": "Tuesday, 14 July 2015: from 10 a.m. to 1 p.m. and from 3 p.m. to 6 p.m.", "standard": "2015年7月14日星期二：上午10时至下午1时和下午3时至6时", "answer": "2015年7月14日星期二:上午10:00至下午1:00和下午3:00至下午6:00。", "distance": 15}
{"source": "It is high time to stop this impunity.", "standard": "现在就该停止这种不受惩罚的现象。", "answer": "现在是制止这种有罪不罚现象的时候了。", "distance": 8}
{"source": "All honour and glory be to Him forevermore.", "standard": "一切荣耀永归上帝。", "answer": "赞颂真主,超绝万物,超绝万物!", "distance": 9}
{"source": "More women tend to remain in education and graduate than men, especially at the secondary and tertiary levels.", "standard": "在教育系统中，特别是在中等和高等教育阶段，女性的就读率和毕业率呈现出高于男性的趋势。", "answer": "继续接受教育和毕业的妇女人数往往多于男子,特别是在中学和大学。", "distance": 23}
{"source": "Wednesday, 15 July 2015: from 10 a.m. to 1 p.m. and from 3 p.m. to 6 p.m.", "standard": "2015年7月15日星期三：上午10时至下午1时和下午3时至6时", "answer": "2015年7月15日星期三:上午10:00至下午1:00和下午3:00至下午6:00。", "distance": 15}
{"source": "To do so, members of the Council must act without delay to:", "standard": "要做到这一点，安理会成员必须毫不拖延地采取行动，以求：", "answer": "为此,安理会成员必须立即采取行动,以便:", "distance": 12}
{"source": "Owing to that concern, a compromise was developed that involved adding to article 7(2)(a) a definition of \"attack\" which, as discussed below, contains a policy element.", "standard": "由于存在这种担心，做了折中处理，即在第七条第㈡款第1项中对\"攻击\"的定义做了补充，如下文所述，该定义包含一项政策要素。", "answer": "出于这一关切,拟订了一项折衷方案,其中包括在第7(2)(a)条中增加“攻击”的定义,下文将讨论该定义,其中包括一个政策要素。", "distance": 34}
{"source": "Executive Board", "standard": "执行局", "answer": "执行局 执行局 执行局 执行局", "distance": 3}
{"source": "3 December", "standard": "12月3日", "answer": "12月3日 12月3日", "distance": 2}
{"source": "28 October 2014", "standard": "2014年10月28日", "answer": "2014年10月28日 2014年10月28日", "distance": 3}
{"source": "I. Introduction", "standard": "一. 导言", "answer": "一. 导言 一. 导言", "distance": 3}
{"source": "Percentage", "standard": "百分比", "answer": "百分比百分比 百分比", "distance": 2}
{"source": "Article 20", "standard": "第20条", "answer": "第 20 条", "distance": 2}
{"source": "21 January", "standard": "1月21日", "answer": "1月21日 1月21日", "distance": 2}
{"source": "29 January 2015", "standard": "29 January 2015", "answer": "2015年1月29日", "distance": 3}
{"source": "5 February 2015", "standard": "5 February 2015", "answer": "2015年2月5日", "distance": 3}
{"source": "in particular paragraphs 11 and 54,", "standard": "的相关规定，尤其是第11和54段，", "answer": "特别是第11和第54段,", "distance": 7}
{"source": "14. Salih Salih", "standard": "14. Salih Salih", "answer": "14. 萨利赫 萨利赫 萨利赫", "distance": 3}
{"source": "Mozambique", "standard": "莫桑比克", "answer": "莫桑比克 莫桑比克 莫桑比克", "distance": 2}
{"source": "B. Context", "standard": "B. 背景资料", "answer": "B. 上下文", "distance": 2}
{"source": "I. Introduction", "standard": "一. 导言", "answer": "一. 导言 一. 导言", "distance": 3}
{"source": "Article II", "standard": "第二条", "answer": "第二条 第二条", "distance": 2}
{"source": "Addendum**", "standard": "增编**", "answer": "增 编**", "distance": 2}
{"source": "Article IV", "standard": "第四条", "answer": "第四条 第四条", "distance": 2}
{"source": "The Security Council", "standard": "安全理事会，", "answer": "安全理事会 安全理事会 安全理事会", "distance": 4}
{"source": "Article IX", "standard": "第九条", "answer": "第九条 第九条", "distance": 2}
{"source": "Cooperation between all stakeholders is more vital now than ever before, if our ambition is to stop more youth radicalization throughout the world in the years to come.", "standard": "如果我们决心在今后几年间遏止世界各地青年的进一步激进化，那么，所有利益攸关方之间开展合作，就比以往任何时候都更紧要。", "answer": "所有利益攸关方之间的合作现在比以往任何时候都更加重要,如果我们的雄心壮志是在今后岁月中阻止世界各地青年激进化现象增多。", "distance": 33}
{"source": "It is nonsensical to allow another long period of the tragedy to last, although the nation has spent 70 years in misfortune and pain.", "standard": "尽管整个民族已经在不幸和痛苦中度过了70年时间，但允许另外一个长期的悲剧持续下去是荒谬的。", "answer": "允许悲剧的又一个漫长时期持续下去是不明智的,尽管这个国家在不幸和痛苦中度过了70年。", "distance": 26}
{"source": "In such cases the final approval to enable that activity in a situation of very high residual risk is given by the USG DSS.", "standard": "在这种情况下，由安保部副秘书长负责最后核准在剩余风险很高的情况下放行这项活动。", "answer": "遇有此种情况,在残余风险非常高的情况下,使该活动得以进行的最后核准由USG DSS作出。", "distance": 24}
{"source": "No State party should be limited in exercising its rights under the Treaty based on allegations of non-compliance.", "standard": "不应以指称不守约为由对任何缔约国行使《条约》规定的权利加以限制。", "answer": "任何缔约国在行使《条约》规定的权利时,都不应因不遵守《条约》的指控而受到限制。", "distance": 22}
{"source": "Praise be to God and peace upon the Messenger of God", "standard": "愿颂赞归真主，愿安宁降临真主使者", "answer": "赞颂真主超绝万物,祝真主使者平安平安!", "distance": 10}
{"source": "Such an approach will need an institutional framework and structures that will enable it.", "standard": "这种统筹办法就必须得到有利于这种办法的机构框架和结构的支持。", "answer": "这样一种方法需要有一个体制框架和结构,使其能够发挥作用。", "distance": 17}
{"source": "Protection of witnesses and reporting persons (arts. 32 and 33)", "standard": "马绍尔群岛尚未采取保护证人或专业人士的措施。", "answer": "保护证人和举报人(第三十二和三十三条)", "distance": 12}
{"source": "Hugo Miguel Gonçalves", "standard": "Hugo Miguel Gonçalves", "answer": "乌戈·米格尔·贡萨尔维斯", "distance": 4}
{"source": "Erosion of the fragile gains made since the 2011 famine are alarming.", "standard": "2011年饥荒之后取得的脆弱进展遭到侵蚀，令人震惊。", "answer": "令人震惊的是,2011年饥荒以来取得的脆弱成果被侵蚀。", "distance": 13}
{"source": "This will increase the number of posts for peacekeeping-related activities to 5 compared to 23 in the regular budget.", "standard": "这样，经常预算中为与维持和平有关的活动编制的员额数增加，从23个增至25个。", "answer": "这将使维和相关活动的员额数目增至5个,而经常预算为23个。", "distance": 22}
{"source": "201. In no country of the region, including Yemen, has the Panel obtained any documentary evidence of any system in place to enforce a travel ban on a designated person, although many countries did assure the Panel that it was possible to do so.", "standard": "201. 虽然许多国家向专家小组保证他们能够建立实施旅行禁令的系统，但是专家小组没有从包括也门在内的该区域任何国家获得书面证据，说明这些国家设立了对列入名单个人实施旅行禁令的系统。", "answer": "201. 在该区域任何国家,包括也门,专家小组都没有获得任何书面证据,证明已经建立任何制度,对被指认者实施旅行禁令,尽管许多国家向专家小组保证,可以这样做。", "distance": 46}
{"source": "Third Vice-Chair", "standard": "第三副主席", "answer": "第三副主席 副主席 第三副主席", "distance": 3}
{"source": "26 February 2015", "standard": "2015年2月26日", "answer": "2015年2月26日 2015年2月26日", "distance": 3}
{"source": "Mr. Lucas van de Vondervoort, arms (Netherlands)", "standard": "卢卡斯·范德沃尔特先生(荷兰)，军火", "answer": "Lucas van de Vondervoort先生,武器(荷兰)", "distance": 9}
{"source": "This issue is described in further detail below in the section entitled \"Entrenching the rule of law\".", "standard": "关于这个问题的进一步详情见下文\"巩固法治\"一节。", "answer": "这一问题在下文题为“加强法治”的一节中有更详细的说明。", "distance": 19}
{"source": "190. Complaints received by IGTSS are monitored and actioned under the Sexual Harassment Act, Act No. 18561.", "standard": "190. 自第18561号《性骚扰法》出台以来，由劳动与社会保障监察总署负责调查和处理接到的投诉。", "answer": "190. 根据《性骚扰法》(第18561号法),监测并采取行动。", "distance": 20}
{"source": "The only resolution with a specific focus on the issue is resolution 1738 (2006).", "standard": "第1738(2006)号决议是唯一一份具体侧重这一问题的决议。", "answer": "唯一具体侧重于这一问题的决议是第1738(2006)号决议。", "distance": 15}
{"source": "At the provisional measures phase, the Court determined that the undertaking in article I imposes \"a clear obligation\" on the two parties \"to do all in their power to prevent the commission of any such acts in the future\".", "standard": "在临时措施阶段，法院裁定，第一条中的承诺规定双方拥有\"尽一切所能防止在今后实施任何此类行为\"的\"明确义务\" 在案情实质阶段，法院将这一承诺称为\"正式的许诺.而不是仅仅是劝告性的或有目的的。", "answer": "在临时措施阶段,法院裁定,第一条中的保证要求双方“尽其所能防止今后发生任何此类行为”的“明确义务”。", "distance": 41}
{"source": "The direct interventions needed to help every woman and baby safely through pregnancy and childbirth are clear, and attainable for developing countries:", "standard": "对发展中国家而言，为帮助每位妇女和婴儿安全度过孕期和分娩，有必要进行直接干预，这一点非常明确，而且是可以实现的：", "answer": "帮助发展中国家在怀孕和分娩期间安全地帮助每一个妇女和婴儿所需的直接干预措施是明确的,并且对发展中国家来说是可以实现的:", "distance": 28}
{"source": "Where the word \"biennium\" is used (rules 209.2 and 211.5), it shall be replaced with the words \"financial period\";", "standard": "（一）凡使用\"两年期\"一词处（细则209.2和细则211.5），应替换为\"财务周期\"；", "answer": "使用“两年期”一词的(细则209.2和211.5)应改为“财政期间”;", "distance": 21}
{"source": "While that idea was accepted by one delegation in the room, it was rejected by another.", "standard": "这一想法获得会议室中一个代表团的接受，但另一个代表团反对这一建议。", "answer": "在场的一个代表团虽然接受了这一想法,但遭到另一个代表团的拒绝。", "distance": 16}
{"source": "15. On-site inspections are provided for in the Treaty as a final verification measure.", "standard": "《条约》规定的现场视察可作为最后一项核查措施。", "answer": "15. 作为一项最后核查措施,《条约》规定了现场视察。", "distance": 16}
{"source": "Where the word \"obligation\" is used (rule 211.5), it shall be replaced with the word \"commitment\";", "standard": "（三）凡使用\"义务\"一词处（细则211.5），应替换为\"承诺\"；", "answer": "使用“义务”一词(规则211.5)的,应改为“承诺”;", "distance": 18}
{"source": "Some committee assignments were more demanding than others, with the work cycle rising and falling over time.", "standard": "委员会的工作周期时起时伏，任务的难度也各不相同。", "answer": "某些委员会任务比另一些委员会任务要求更高,工作周期随着时间推移而上升和下降。", "distance": 20}
{"source": "March marked yet another deadly month for the Syrian people.", "standard": "对叙利亚人民而言，3月标志着另一个致命的月份。", "answer": "3月份是叙利亚人民又一个致命月份。", "distance": 11}
{"source": "Data is lacking on what percentage of women that consult about abortion and what percentage of maternal deaths are due to abortion.", "standard": "我们注意到，目前尚无关于妇女为堕胎而就医的比例数据，因堕胎而死亡的产妇比例也缺乏足够的数据。", "answer": "缺乏数据说明咨询堕胎的妇女比例和堕胎造成的产妇死亡比例。", "distance": 24}
{"source": "the phase down schedule of HFCs will take into account confirmation and availabilities of technologies to be confirmed by the TEAP,", "standard": "2．逐渐减少氢氟碳化合物的时间表将考虑到技术和经济评估小组所作出的确认，以及将由该小组予以确认的技术可得性问题，", "answer": "氢氟碳化物逐步淘汰时间表将考虑到技术评估小组确认的技术的确认和可利用性,", "distance": 24}
{"source": "Another MSD activist has been arrested in Bujumbura in possession of a considerable quantity of weapons.", "standard": "警察还在布琼布拉逮捕了团结与民主运动党的另一名活动分子，罪名是持有大量武器。", "answer": "另一名MSD活动家在布琼布拉被捕,他拥有大量武器。", "distance": 19}
{"source": "One example is the recommendation of the Forum and the initiatives taken in Greenland regarding suicide prevention.", "standard": "与此相关的一个例子就是常设论坛关于预防自杀的建议，而格陵兰早已采取了这方面的举措。", "answer": "论坛的建议和格陵兰采取的预防自杀举措就是一个例子。", "distance": 21}
{"source": "New Zealand", "standard": "新西兰", "answer": "新西兰 新西兰 新西兰", "distance": 2}
{"source": "Second week", "standard": "第二周", "answer": "第二周 第二周", "distance": 2}
{"source": "Third phase: 2025-2030", "standard": "第三阶段(2025年至2030年)", "answer": "第三阶段:2025-2030年", "distance": 4}
{"source": "Igor Trunov", "standard": "Igor Trunov", "answer": "伊戈尔·特龙诺夫", "distance": 2}
{"source": "Hospitality", "standard": "招待费接待", "answer": "招待招待费", "distance": 2}
{"source": "El Salvador", "standard": "萨尔瓦多", "answer": "萨尔瓦多 萨尔瓦多 萨尔瓦多", "distance": 2}
{"source": "Attacks against UNAMID", "standard": "对混合行动的攻击", "answer": "袭击达尔富尔混合行动", "distance": 4}
{"source": "Allegations related to fraud; and", "standard": "㈢ 有关欺诈的指控；和", "answer": "与欺诈有关的指控;以及", "distance": 6}
{"source": "The reported payment of salaries by ISIL may be a financial incentive for some fighters.", "standard": "对有些战斗人员来说，听说伊黎伊斯兰国支付薪水，也形成一种金钱诱惑。", "answer": "据报道,伊黎伊斯兰国支付薪金可能对某些战斗人员是一种财政奖励。", "distance": 16}
{"source": "These teachers are paid less than half of what their equals with same qualification and equal work load are paid by way of monthly salary by the Delhi administration.", "standard": "这些教师获得的薪水不到有相同资格的同级别同事的一半，而且工作量相同的人员在德里国家首都辖区是按月发放薪水。", "answer": "德里行政部门按月工资向这些教师支付的工资不到相当于其同等资格和同等工作负担的一半。", "distance": 30}
{"source": "28. The social and economic benefits of greater investments made in the lives of young people today will be shown not only in their adult years, but also as they age.", "standard": "28. 增加投资对年轻人如今的生活带来的社会和经济效益将不仅在他们成年时显示出来，而且在他们老年时也能显示出来。", "answer": "28. 不仅在年轻人成年时,而且在他们成年时,都将显示出对当今年轻人的生活进行更多投资的社会和经济效益。", "distance": 30}
{"source": "This is all part of a systematic campaign to oppress and dehumanize the Palestinian people and make their lives unbearable and their presence on their land untenable.", "standard": "这都是蓄意开展的运动，旨在压迫巴勒斯坦人民并剥夺他们的人性，使其民不聊生，无法继续留在自己的土地上。", "answer": "所有这些都是一项系统性运动的一部分,其目的是压迫和剥夺巴勒斯坦人民的人格,使他们的生活无法忍受,他们在其土地上的存在也难以维持。", "distance": 30}
{"source": "OPCW investigators have identified sarin, a nerve agent, in drainage pipes and artillery shells and ricin, a banned toxin, in a scientific research centre.", "standard": "禁化武组织调查人员在排水管道和炮弹弹壳中鉴定出了沙林 -- -- 一种神经毒剂，在一个科研中心鉴定出了蓖麻毒 -- -- 一种违禁毒素。", "answer": "禁化武组织调查人员在一个科学研究中心查明了排水管道和炮弹中的沙林神经毒剂,以及被禁止的毒素 -- -- 锥虫。", "distance": 28}
{"source": "Several major initiatives, including \"Delivering as one\", are continuing.", "standard": "目前正继续实施包括\"联合国一体行动\"在内的若干重大举措。", "answer": "包括“一体行动,履行使命”在内的若干重大举措仍在继续。", "distance": 13}
{"source": "In our view, in order to ensure sufficient time for all the considerations, now is the time to start the process.", "standard": "在我们看来，为保证充足的酝酿时间，现在就应展开程序。", "answer": "我们认为,为了确保有足够的时间进行所有考虑,现在是开始这一进程的时候了。", "distance": 20}
{"source": "In addition to resulting in a tragic loss of human life, the epidemic had posed a threat to the considerable progress Guinea had made, with the support of the Commission, in the areas of economic growth, social cohesion, political democratization and security.", "standard": "这个流行病除了导致生命悲惨丧失之外，它还威胁到几内亚在委员会支持下至今在经济增长、社会凝聚力、政治民主化和安全领域取得的重大进展。", "answer": "几内亚在该委员会的支持下,在经济增长、社会融合、政治民主化和安全等领域取得了长足进步,这一流行病除了造成悲惨的生命损失之外,还对几内亚在经济增长、社会融合、政治民主化和安全等领域取得的长足进步构成威胁。", "distance": 46}
{"source": "The ACT Group believes that a more rigorous process and more transparency would be welcomed in selecting the next chief of the Organization, to represent all of us.", "standard": "加强问责制、一致性和透明度国家集团认为，应以更严格的程序和更透明的方式推选代表我们所有人的下任联合国首长。", "answer": "青蒿素综合疗法集团认为,在挑选本组织下一位主管代表我们所有人时,欢迎有一个更严格的进程和更透明。", "distance": 29}
{"source": "6. How do reductions in HFCs relate to the existing phase-out schedule for HCFCs; and", "standard": "6. 减少氢氟碳化物与现有的逐步淘汰氢氯氟碳化合物的时间表的关系如何；及", "answer": "6. 氢氟碳化合物的削减与氟氯烃现行逐步淘汰时间表有何关联;", "distance": 15}
{"source": "mzaman@unicef.org", "standard": "mzaman@unicef.org", "answer": "电子邮件:mzaman@unicef.org", "distance": 3}
{"source": "For that reason, we consider that these priorities have to be discussed and approved by Member States.", "standard": "正是出于这一原因，我们认为，这些优先事项还有待讨论，且必须经会员国批准。", "answer": "因此,我们认为,会员国必须讨论和批准这些优先事项。", "distance": 18}
{"source": "These individuals required intense and prolonged treatment in the hospital, lasting up to three weeks in one case.", "standard": "这些伤员均需在医院里接受长时间的重症监护，耗时最长的一位病人住院达三周之久。", "answer": "这些人需要在医院接受密集和长期治疗,其中一次需要长达三个星期。", "distance": 20}
{"source": "An Israeli enemy reconnaissance aircraft violated Lebanese airspace, entering over Alma al-Sha`b.", "standard": "一架以色列敌侦察机从Alma al-Sha ` b上空侵入，侵犯黎巴嫩领空。", "answer": "以色列敌方1架侦察机侵犯黎巴嫩领空,进入阿尔马萨阿布上空。", "distance": 17}
{"source": "2. However, the following salient developments should be noted:", "standard": "2. 尽管如此，以下几项发展也值得一提：", "answer": "2. 然而,应当注意到下列显著的发展动态:", "distance": 11}
{"source": "All but one of the targets under goal 15 relate directly to forests, whether or not \"forests\" is explicitly mentioned in the target.", "standard": "除一项具体目标外，目标15下的所有具体目标无论是否明确提到森林，都与森林直接有关。", "answer": "目标15下的所有具体目标,只有一个除外,直接与森林有关,无论目标中是否明确提到“森林”。", "distance": 23}
{"source": "The soldiers, in his words, \"unsheathed the knives they had carried on their hips for so long, and began stabbing\".", "standard": "据他说，士兵们\"拔出一直挂在腰间的刀子，开始刺向他们\"。", "answer": "士兵们用他的话来说,“解开他们用长长的臀部抬起的刀,并开始刺杀。”", "distance": 20}
{"source": "Stuart Page (Australia)", "standard": "Stuart Page（澳大利亚）", "answer": "斯图尔特·页(澳大利亚)", "distance": 4}
{"source": "These actions will result in no more than 1,550 warheads deployed on:", "standard": "采取这些行动后，部署的弹头数不超过1 550枚：", "answer": "这些行动将产生不超过1 550枚弹头,部署在:", "distance": 12}
{"source": "23. OIOS was able to identify a limited number of noteworthy exceptions where ITC invested in delivering credible evidence for results achieved.", "standard": "23. 监督厅查明了数量有限的值得注意的例外情况，在这些例子中，国贸中心努力提供关于取得成果的可信证据。", "answer": "23. 监督厅发现,国贸中心投资提供可信证据,说明取得的成果,但有为数不多的值得注意的例外情况。", "distance": 25}
{"source": "This attack came after two days of rocket and mortar fire from Syria into Israel.", "standard": "在这次袭击之前，叙利亚连续两天向以色列境内发射了火箭弹和迫击炮。", "answer": "这次袭击是在叙利亚向以色列发射两天火箭弹和迫击炮弹之后发生的。", "distance": 14}
{"source": "Women have the right to borrow money from banks or micro-credit business with equal insured properties as men.", "standard": "妇女享有以与男子同等的投保财产为条件向银行或小额信贷机构贷款的权利。", "answer": "妇女有权向银行或微型信贷企业借款,其保险财产与男子相同。", "distance": 19}
{"source": "They will never have as much power once the child is born.", "standard": "一旦孩子出生，他们再也不会有这么大的权力。", "answer": "一旦孩子出生,她们将永远没有那么多权力。", "distance": 10}
{"source": "26. The decreased requirements are offset in part by increased requirements, primarily under:", "standard": "26. 下列各项所需资源增加，部分抵消了前述所需资源的减少额：", "answer": "26. 所需资源减少额因所需资源增加而被部分抵销,增加额主要来自以下各项:", "distance": 16}
{"source": "The same senior associate of the Centre was similarly recruited by UNODC to draft a short booklet introducing the Model Strategies and Practical Measures and a checklist to aid in their application;", "standard": "该中心的该名高级协理还被毒品和犯罪问题办公室以类似方式聘请以负责起草一本介绍该《示范战略和实际措施》的简短小册子和一份用于协助其适用的核对表；", "answer": "毒品和犯罪问题办公室同样聘用了该中心的同一高级协理人员,以起草介绍示范战略和实际措施的简短小册子和协助应用示范战略和实际措施的核对清单;", "distance": 34}
{"source": "Discussions for the next budget review, which will cover a three-year period, commenced in November 2014.", "standard": "2014年11月开始讨论下次预算审查，涵盖期三年。", "answer": "下一次预算审查将于2014年11月开始讨论。 下一次预算审查将于2014年11月开始,为期三年。", "distance": 18}
{"source": "Furthermore, five children formerly associated with armed groups who had been detained by FARDC, were released.", "standard": "此外，刚果(金)武装部队扣押的5名以前与武装团体有关联的儿童被释放。", "answer": "此外,5名曾与武装团体有关联的儿童被刚果(金)武装部队拘留,现已获释。", "distance": 19}
{"source": "Women who the lust of office cannot kill,", "standard": "权力的欲望无法摧毁的女性，", "answer": "欲杀不能杀的妇女,", "distance": 7}
{"source": "But there can be no dialogue on sovereignty unless the Falkland Islanders so wish.", "standard": "不过，除非福克兰群岛岛民希望就主权问题开展对话，否则不可能举行任何对话。", "answer": "但是,除非福克兰群岛居民有此愿望,否则不可能就主权问题进行对话。", "distance": 14}
{"source": "A second device was defused by the engineering squad.", "standard": "第二枚爆炸装置的引信被工程队卸除。", "answer": "工程队拆除了第二个装置。", "distance": 9}
{"source": "The Committee was also informed that the costs of the secretariat mainly consist of staff salaries, specifically for one P-4 staff member from UNICEF working at 50 per cent on programme criticality for 2.5 years (from 2011 to 2014) and, currently, for one P-2 staff member from UNICEF working at 50-75 per cent on programme criticality.", "standard": "委员会还获悉，秘书处费用主要是工作人员薪金，特别是在2.5年(2011年至2014年)中用50%的时间从事方案关键程度问题工作的儿基会一名P-4工作人员的薪金费用，目前还包括儿基会一名用50-75%的时间从事方案关键程度问题工作的P-2工作人员的薪金费用。", "answer": "行预咨委会还获悉,秘书处的费用主要包括工作人员薪金,特别是儿基会一名P-4级工作人员在2.5年(从2011年至2014年)按方案关键度50%计算的薪金,目前儿基会一名P-2级工作人员按方案关键度50%至75%计算的薪金。", "distance": 57}
{"source": "Nevertheless, the lack of funding for protection, reintegration and development programmes in LRA-affected areas, including for LRA child returnees, remains a serious challenge.", "standard": "然而，由于受上帝军影响的地区缺乏用于保护、重返社会和发展方案的资金，包括用于安置上帝抵抗军的回返儿童兵的资金，这方面仍然面临着严峻的挑战。", "answer": "然而,在受上帝军影响地区,包括上帝军儿童回返者的保护、重返社会和发展方案缺乏资金,这仍然是一个严重挑战。", "distance": 30}
{"source": "All women around the world should enjoy the same rights, whatever their culture, origin, country of residence or religion, in order to build an equal world that is free from violence.", "standard": "世界范围内的所有妇女均应享有相同的权利，无论她们属于何种文化、何种出身、生活在哪个国家、信奉何种宗教，这样才能建设一个平等而没有暴力的世界。", "answer": "世界各地的妇女,无论其文化、出身、居住国或宗教如何,都应享有同样的权利,以便建立一个没有暴力的平等的世界。", "distance": 31}
{"source": "The share of gender-sensitive radio shows has increased compared to other shows, from 6.15% to 7% in 2012 and 9.59% in 2013.", "standard": "对性别问题有敏感认识的无线电节目比例与其他节目相比也有所增加，从6.15%增加到2012年的7%和2013年的9.59%。", "answer": "与其它节目相比,对性别问题有敏感认识的广播节目所占份额有所增加,从2012年的6.15%增至7%,2013年为9.59%。", "distance": 21}
{"source": "6. In November 2013, the Institute commemorated its fiftieth year of work since its establishment by the General Assembly in 1963.", "standard": "6. 自大会于1963年设立训研所以来，训研所工作已满五十年，2013年11月，训研所举办了庆祝活动。", "answer": "6. 2013年11月,研究所庆祝了自1963年大会成立以来第五十年的工作。", "distance": 22}
{"source": "In principle, human choices can be infinite and change over time.", "standard": "原则上，人类选择是无限的，而且随时变化。", "answer": "原则上,人的选择可以是无限的,并随着时间的推移而变化。", "distance": 11}
{"source": "In Australia, the effectiveness of the television series Families, which offered parenting strategies for dealing with \"common\" behavioural problems, was studied by assessing participants before and after watching the series.", "standard": "在澳大利亚，系列电视节目\"家庭\"提供了解决\"共同的\"行为问题的育儿策略，该节目的效果由参与者在观看节目前后做出点评。", "answer": "在澳大利亚,电视系列片《家庭》提供了为人父母的战略,以解决“常见”行为问题,通过在观看系列片前后对参与者进行评估,对电视系列片“家庭”的效果进行了研究。", "distance": 38}
{"source": "A central element is the deployment of a Quick Reaction Force of one battalion, with vocation to intervene in Liberia as necessary.", "standard": "核心因素是部署一个营的快速反应部队，其使命是必要时在利比里亚开展干预活动。", "answer": "一个中心要素是部署一支一支一支一支一支营的快速反应部队,需要在利比里亚进行必要干预。", "distance": 22}
{"source": "40. The Fellowship incorporates selected graduates in subsequent annual cycles, promoted to provide indigenous insight, contextualization and buy-in.", "standard": "40. 研究金选择了一些毕业生参加以后的年度周期工作，目标是促进对当地的了解、让学员了解背景并获得他们的接受和支持。", "answer": "40. 研究金在随后的年度周期中吸收选定毕业生参加,推广的目的是提供土著洞察力、背景和认同。", "distance": 25}
{"source": "In Quebec, the homologating court only examines the legality of the act and as a general rule it cannot rule on its advisability or merits (sec. 527 and 528 N.C.p.c.).", "standard": "在魁北克，给予批准的法院只是审查该法的合法性，作为一般规则，该法院不能就其可取性或是非曲直作出裁定（《民事诉讼程序新法典》第527条和第528条）。", "answer": "在魁北克,同质法院只审查该行为的合法性,作为一般规则,它不能就行为的可取性或长处作出裁定(第527节和第528节,N.C.p.c)。", "distance": 28}
{"source": "In addition to broader ethical and social gains, men as individuals can have much to gain from increased equality.", "standard": "除在道德和社会方面更广泛的获益外，男子作为个体可从更大的平等中受益颇多。", "answer": "男人作为个人,除了在道德和社会上获得更广泛的收益外,还可以从增加平等中获得很多好处。", "distance": 19}
{"source": "Part B", "standard": "B部分", "answer": "B部分 B部分", "distance": 1}
{"source": "Issued", "standard": "印发", "answer": "已经印发", "distance": 1}
{"source": "Wednesday, 15 April 2015", "standard": "2015年4月15日，星期三", "answer": "2015年4月15日星期三 2015年4月15日星期三", "distance": 4}
{"source": "Draft report", "standard": "报告草稿", "answer": "报告草稿 报告草稿", "distance": 2}
{"source": "In too many countries, however, politicians fell prey to the influence of lobbies and other organized interests that were at variance with the popular will.", "standard": "但是在许多国家，政治人物被与民众意愿不一致的游说和其他有组织利益的影响所左右。", "answer": "然而,在很多国家,政治家受到游说集团和其他有组织的利益集团的影响,而这些利益集团的影响力不符合民众的意愿。", "distance": 26}
{"source": "Fourteenth session", "standard": "第十四届会议", "answer": "第十四届会议 第十四届会议", "distance": 3}
{"source": "Building on ICPD into the Post-2015 agenda", "standard": "将人发会议成果纳入2015年后议程", "answer": "以人发会议为基础,将人发会议成果纳入2015年后议程", "distance": 7}
{"source": "79. [Draft article 4C (Counterclaim)", "standard": "79. 第4C条草案（反请求）", "answer": "79. [第4C条草案(反诉)", "distance": 6}
{"source": "It is worst type of exploitation as they have nothing to fall back upon.", "standard": "这是最为糟糕的剥削类型，因为她们无所依靠。", "answer": "这是一种最恶劣的剥削形式,因为它们没有什么可依赖的。", "distance": 12}
{"source": "Brazil", "standard": "巴西", "answer": "巴西 巴西", "distance": 1}
{"source": "Seventieth session", "standard": "第七十届会议", "answer": "第七十届会议 第七十届会议", "distance": 3}
{"source": "Note verbale", "standard": "普通照会", "answer": "普通照会普通照会", "distance": 2}
{"source": "Mr. Kazuhiro Sato (Mitsubishi Heavy Industries, Japan)", "standard": "Kazuhiro Sato先生 （三菱重工业，日本）", "answer": "佐藤和弘先生(日本三菱重工)", "distance": 9}
{"source": "Brazil", "standard": "巴西", "answer": "巴西 巴西", "distance": 1}
{"source": "Common staff costs", "standard": "一般工作人员费用", "answer": "一般人事费", "distance": 3}
{"source": "Fourteenth session", "standard": "第十四届会议", "answer": "第十四届会议 第十四届会议", "distance": 3}
{"source": "Ali Salim Al-Beidh", "standard": "Ali Salim Al-Beidh", "answer": "阿里·萨利姆·贝德赫", "distance": 3}
{"source": "Our report to the 2015 RevCon shows the stockpile has now been reduced to 4,717 warheads with an additional 87 warheads removed from the stockpile since our report to the 2014 NPT Preparatory Committee meeting.", "standard": "我们给2015年审议大会的报告指出，现在核储备已经削减到4 717枚弹头，从我们对不扩散核武器条约筹备委员会2014年会议提交报告以来，已另行移除了储备中的87枚弹头。", "answer": "我们向2015年审议大会提交的报告显示,自我们向2014年不扩散条约筹备委员会会议报告以来,储存已经减少到4 717枚弹头,从储存中又清除了87枚弹头。", "distance": 35}
{"source": "Draft resolution I", "standard": "决议草案一", "answer": "决议草案一 决议草案一", "distance": 3}
{"source": "Training on assessment and evaluation of training for CDT trainers", "standard": "关于评估和评价对行为和纪律小组培训员的培训的培训", "answer": "CCDT培训员培训评估和评价培训培训培训", "distance": 11}
{"source": "Draft report", "standard": "报告草稿", "answer": "报告草稿 报告草稿", "distance": 2}
{"source": "30. It was also queried whether a system with non-binding recommendation as the default procedure was more closely aligned with a B2C than a B2B procedure, and so was in fact intended to address only B2C transactions.", "standard": "30. 还询问，一种以无约束力建议作为缺省程序的制度是否更接近一种企业对消费者程序，而不是更接近企业对企业程序，因此，这样一种制度事实上是着眼于仅处理企业对消费者交易。", "answer": "30. 还有与会者询问,一个具有无约束力建议的制度作为缺省程序,是否与企业2C程序比与企业2B程序更为一致,实际上是否只打算处理企业2C交易。", "distance": 36}
{"source": "Collection of past-biennium arrears will be reported to Member States through issuance of an information note, listing each share, as soon as the amounts become available for distribution.", "standard": "49. 一旦确定了可分配的数额，将通过印发情况说明，列出各自所占份额，向成员国报告收取上一两年期欠款的情况。", "answer": "上两年期拖欠款的收缴情况一经确定可以分发的数额,将通过印发一份情况说明向会员国报告,其中列出每一份额。", "distance": 31}
{"source": "A conversion plant, also located in military installations and presently under tests for determination of process parameters, is already subject to Brazilian-Argentine Agency and IAEA safeguards.", "standard": "也位于军事设施中的一个转化厂已置于巴西-阿根廷机构和原子能机构的防范制度之下，该厂目前正在进行测试以确定各项流程参数。", "answer": "一座转化厂也位于军事设施内,目前正在测试,以确定工艺参数,现已接受巴西-阿根廷原子能机构和原子能机构的保障监督。", "distance": 32}
{"source": "It organized side events entitled \"Voices from Fukushima, sharing lessons for global sustainability\" on 18 June 2012, and \"Working together towards a nuclear-weapon-free zone in the Middle East\" on 17 October 2012.", "standard": "它举办了下列会外活动：2012年6月18日\"来自福岛的声音：分享全球可持续能力的经验教训\"，以及2012年10月17日\"共同努力建立中东无核武器区\"。", "answer": "它于2012年6月18日组织了题为“福岛之声,分享全球可持续性的经验教训”的会外活动,并于2012年10月17日组织了题为“共同努力建立中东无核武器区”的会外活动。", "distance": 35}
{"source": "It will cover the period from the adoption of the first synergies decisions in 2005 to 2015.", "standard": "报告将涵盖从2005年就协同增效问题通过最初的若干决定到2015年为止的这段时期。", "answer": "它将涵盖2005年至2015年通过第一批协同增效决定的时期。", "distance": 15}
{"source": "The Council shall promote the effective implementation of, and compliance with, this Treaty.", "standard": "执行委员会竭力高效执行《条约》条款，确保《条约》受到尊重。", "answer": "1. 理事会应促进本条约的有效执行和遵守。", "distance": 15}
{"source": "153. Since its creation in 1948, INC has administered a policy of transforming the country's agrarian structure, giving access to land.", "standard": "153. 全国土地清算委员会自1948年成立伊始，就出台了旨在实现国家农业结构转型的政策，以确保农业人口获得土地。", "answer": "153. 自1948年创立以来,尼加拉瓜文化研究所实施了一项改革国家农业结构的政策,提供获得土地的机会。", "distance": 22}
{"source": "Members agreed on the importance of resolving the issue, taking into account both humanitarian and political aspects, which will be overseen by the Mechanism from 1 January 2015.", "standard": "工作组成员同意，应在考虑人道主义和政治因素的情况下解决这一问题，从2015年1月1日起这一问题将由余留机制监管。", "answer": "成员们一致认为,必须解决这一问题,同时考虑到人道主义和政治两个方面,该机制将从2015年1月1日起进行监督。", "distance": 29}
{"source": "Mr. Enrique Peral-Antunez (Renault, France)", "standard": "Enrique Peral-Antunez先生 （雷诺，法国）", "answer": "恩里克·佩拉尔-安图内斯先生(法国雷诺)", "distance": 7}
{"source": "Table 4: Overview of engagements in 2014 11", "standard": "4. 2012年业务概览", "answer": "表4:2014年聘用情况概览 11", "distance": 7}
{"source": "In addition, a coastal shipping service, a regular ferry service and local air services continued to ensure links between settlements on the eastern, western and outlying islands.", "standard": "除公路外，还为东西两大岛和外岛上的住区提供沿海运输服务、定期渡轮服务以及地方空运服务，继续确保住区之间的联系。", "answer": "此外,沿海航运服务、定期轮渡服务和地方航空服务继续确保东部、西部和外围岛屿各定居点之间的联系。", "distance": 29}
{"source": "That's also the case of Arba Minch (Ethiopia), target city of our recent Project WATSAM, a European-funded initiative to support the local water and sanitation sector.", "standard": "阿尔巴明契(埃塞俄比亚)的情况就是这样，这里是我们最近实施的WATSAM项目的目标城市，此项目是一项由欧洲资助的支助地方水和卫生部门的举措。", "answer": "这也是Arba Minch(埃塞俄比亚)的例子,这是我们最近的WATASAM项目的目标城市,这是一个由欧洲资助的倡议,旨在支持当地的水和卫生部门。", "distance": 27}
{"source": "7404th meeting (closed), held on 16 March 2015, and 7406th (closed) meeting, held on 17 March 2015.", "standard": "第7404次(闭门)会议，2015年3月16日举行；第7406次(闭门)会议，2015年3月17日举行。", "answer": "2015年3月16日举行的第7404次会议(闭门会议)和2015年3月17日举行的第7406次(闭门)会议。", "distance": 16}
{"source": "Under no circumstances can we allow these principles to be challenged and reinterpreted to serve narrow political interests.", "standard": "我们在任何情况下都不得为了狭隘的政治利益而挑战或者重新解释这些原则。", "answer": "在任何情况下,我们都不能允许对这些原则提出质疑和重新解释,以便为狭隘的政治利益服务。", "distance": 20}
{"source": "The radionuclide station in Ussuriysk, Russia, reported a similar detection at a lower level.", "standard": "俄罗斯乌苏里斯克放射性核素监测站报道称同样监测到较少量的放射性核素。", "answer": "俄罗斯Ussuriysk放射性核素站报告说,在较低水平也发现了类似的检测。", "distance": 15}
{"source": "These risks increase over time.", "standard": "这些风险与日俱增。", "answer": "这些风险随着时间推移而增加。", "distance": 5}
{"source": "While the Fund was becoming a credible and viable instrument, it remained a marginal actor because of its modest size.", "standard": "尽管这个基金正在变得有公信力和成为能发挥作用的工具，但由于规模有限，它依然是一个作用不大的行为体。", "answer": "该基金虽然正在成为一个可信和可行的工具,但由于规模不大,仍然是一个边缘行动者。", "distance": 19}
{"source": "They also registered the largest gain (10 percentage points) in meeting and exceeding requirements ratings since 2013.", "standard": "他们还是自2013年以来达到或超过要求两类评级中涨幅最高(10个百分点)的类别。", "answer": "自2013年以来,它们在达到和超过需求评级方面也取得了最大的增长(10个百分点)。", "distance": 19}
{"source": "As such, it is not only a disarmament measure but also a significant contribution to non-proliferation, given that continued emphasis on the importance of weapons on high alert could lead to false perceptions of nuclear weapons as desirable security instruments.", "standard": "鉴于持续强调武器保持高度戒备状态的重要性可能导致错误地将核武器视为理想的安全工具，因此，解除待命状态不仅是一项裁军措施，而且是促进不扩散的一项重大贡献。", "answer": "因此,这不仅是一项裁军措施,而且也是对不扩散的重大贡献,因为继续强调武器具有高度戒备的重要性可能导致错误地认为核武器是可取的安全工具。", "distance": 42}
{"source": "The indicator provides information on the extent to which it is realistic to expect more effective planning of measures to control and combat DLDD overtime.", "standard": "这项指标提供有关在何种程度上能够更切实地作出预测，有效规划措施，逐步控制和解决荒漠化、土地退化和干旱问题的信息。", "answer": "该指标提供信息,说明在多大程度上现实地期望更有效地规划控制和防治DLDD加班的措施。", "distance": 25}
{"source": "The recent climate of austerity reinforces the idea that women's rights are \"the icing on the cake\".", "standard": "近期的凝重气氛进一步强化了这种理念，即妇女的权利就是\"蛋糕上的糖衣\"，只是锦上添花。", "answer": "最近的紧缩气氛强化了一种观念,即妇女权利是“在蛋糕上钉钉钉子”。", "distance": 16}
{"source": "21 July 2014-22 July 2015", "standard": "2014年7月21日至2015年7月22日", "answer": "2014年7月21日至2015年7月21日至2015年7月22日", "distance": 4}
{"source": "21 July 2014-22 July 2015", "standard": "2014年7月21日至2015年7月22日", "answer": "2014年7月21日至2015年7月21日至2015年7月22日", "distance": 4}
{"source": "The high-risk project was a result of a direct request by my Special Representative, conscious of the need to address the threat posed by the presence of regrouped and armed ex-Séléka in Bangui.", "standard": "这一高风险项目促使我的特别代表意识到有必要处理前Séleka武装分子在班吉的存在和集结所构成这一威胁，并提出一项直接要求。", "answer": "高风险项目是我的特别代表直接请求的结果,因为我的特别代表意识到需要应对班吉前塞雷卡集结和武装前塞雷卡的存在所构成的威胁。", "distance": 31}
{"source": "This has included numerous meetings with, discussions with and travel to States of the region.", "standard": "这包括与区域各国多次会晤、讨论和访问区域各国。", "answer": "其中包括与该区域各国举行多次会议,与这些国家进行讨论,并前往这些国家旅行。", "distance": 15}
{"source": "Article I(c) provides that a device is considered to be \"placed in outer space\" when \"it orbits the Earth at least once, or follows a section of such an orbit before leaving that orbit, or is permanently located in outer space or on any celestial bodies other than the Earth.\"", "standard": "第一条(三)项规定，一个装置如果至少绕地球一圈，或在离开绕地轨道之前沿该轨道运行一段，或被置于外空当中的任何位置或地球外任何天体上，则视为被\"放置在外空\"。", "answer": "第一条(c)款规定,如果“一个装置在离开地球轨道之前至少绕地球运行一次,或沿着轨道的某一部分运行,或永久位于外层空间或除地球以外的任何天体上”,该装置即被视为“放置在外层空间”。", "distance": 44}
{"source": "With regard to the latter, while they cannot be fully predicted, they have been increasing, and both standing capacities need to be prepared to address them.", "standard": "虽然无法完全预测后一类要求，但此类要求的数量在不断增加，这两类常备人力需要做好处理这些要求的准备。", "answer": "后一类能力虽然不能完全预测,但一直在增加,两个常设能力都需要做好准备予以应对。", "distance": 25}
{"source": "Draft organization of work, 13-17 April 2015", "standard": "2015年4月13日至17日工作安排草案", "answer": "工作安排草案,2015年4月13日至17日", "distance": 7}
{"source": "In Montevideo there is a team with sufficient staff to work two shifts (Table 16).", "standard": "在蒙得维的亚有一个顾问团，工作人员分两组轮值（表16）。", "answer": "蒙得维的亚有一个团队,有足够的工作人员从事两班制工作(表16)。", "distance": 13}
{"source": "Replace table 10 with the table below.", "standard": "请用下表取代表10。", "answer": "将表10改为下表。", "distance": 6}
{"source": "jomalley@unicef.org", "standard": "jomalley@unicef.org", "answer": "约马利@unicef.org", "distance": 3}
{"source": "International staff", "standard": "国际工作人员", "answer": "国际工作人员 国际工作人员", "distance": 3}
{"source": "International norms on nuclear security must be adopted in the context of IAEA, as the outcome of inclusive, transparent multilateral intergovernmental negotiations.", "standard": "作为多边政府间、透明和包容性谈判的结果，必须在原子能机构的框架下，采用国际核安全标准。", "answer": "必须在原子能机构的范围内通过关于核安全的国际准则,作为包容和透明的多边政府间谈判的成果。", "distance": 26}
{"source": "22. The Group is also concerned about the lack of tangible progress in enhancing transparency, in accordance with action 5 (g).", "standard": "集团对在依照行动5(g)增进透明度方面缺乏实质进展感到关切。", "answer": "22. 咨询小组还感到关切的是,在根据行动5(g)提高透明度方面没有取得切实进展。", "distance": 20}
{"source": "50. The Committee devised a national plan for the period 2012 - 2017 based on five strategic guidelines which include the monitoring and evaluation of the plan itself, i.e., evaluation of ways to step up action to address shortcomings.", "standard": "50. 委员会制定了对应于2012-2017年的国家计划，该计划基于五项战略方针，其中包括对计划的监测和评估，据此对旨在采取进一步行动来改善这方面的薄弱环节的机制进行了评估。", "answer": "50. 委员会根据五项战略准则制定了2012-2017年国家计划,其中包括对计划本身的监测和评价,即评估如何加快行动,克服缺陷。", "distance": 37}
{"source": "Turkey sincerely shares the suffering of the Armenians in that tragic episode of history.", "standard": "对于亚美尼亚人在那段悲惨历史中遭受的苦难，土耳其真诚地感同身受。", "answer": "土耳其真诚地分担亚美尼亚人在这一悲惨历史事件中的痛苦。", "distance": 14}
{"source": "Education produces human capital that is equipped with advanced competency and technology which are very supportive of economic development.", "standard": "教育生产出具有很强的能力和掌握先进技术的人力资本，而他们对经济发展具有非常大的支持作用。", "answer": "教育产生人力资本,具备非常有助于经济发展的先进能力和技术。", "distance": 22}
{"source": "The exhibition is on tour and has been to Germany, Japan and Pakistan.", "standard": "该展览正在巡回展出，已在德国、日本和巴基斯坦举办过此次展览。", "answer": "展览是巡回展,参观了德国、日本和巴基斯坦。", "distance": 11}
{"source": "During the period under review, the office received 214 requests for services on a wide range of ethics-related concerns.", "standard": "这一期间，道德操守办公室收到了214项涉及多种不同道德操守相关关切的服务请求。", "answer": "在本报告所述期间,该办公室收到214项服务请求,涉及广泛的道德操守相关问题。", "distance": 19}
{"source": "Nauru requires dual criminality (section 3, MACMA).", "standard": "瑙鲁有两国共认犯罪的要求（《刑事事项互助法》第3条）。", "answer": "瑙鲁需要两国共认犯罪(《刑事事项互助法》第3条)。", "distance": 8}
{"source": "Underlining the importance of fully establishing and maintaining effective JBVMM monitoring of the SDBZ, including the \"14 Mile Area\",", "standard": "着重指出核监机制全面开始并不断对非军事化边界安全区、包括\"14英里区\"进行有效监测至关重要，", "answer": "强调全面建立和维持联合边界核查和监测机制有效监测非军事化边界安全区,包括\"14英里区\"的重要性,", "distance": 21}
{"source": "A slightly revised framework was then developed and approved by the High-level Committee on Management and the Chief Executives Board in 2013 (ibid., paras. 4 and 5).", "standard": "随后拟订了略有订正的框架，并于2013年经管理问题高级别委员会和联合国系统行政首长协调理事会核可(同上，第4和5段)。", "answer": "管理问题高级别委员会和行政首长理事会随后于2013年制定并核准了略加修订的框架(同上,第4和第5段)。", "distance": 26}
{"source": "UNDP informed the Inspectors that all SIDS are covered by either resident or accredited United Nations country teams operating under UNDAF through 19 multi-country and country offices on the ground in SIDS, with additional support from the United Nations Development Programme Pacific Centre and other country-level presences.", "standard": "67. 开发署告诉检查专员说，所有小岛屿发展中国家都由根据联发援框架运作的联合国驻地或经认可的国别工作队，通过在小岛屿发展中国家当地的19个多国办事处和国别办事处予以负责，联合国开发计划署太平洋中心和其他国家一级的机构提供额外支持。", "answer": "开发署告知检查专员,在联合国开发计划署太平洋中心和其他国家级存在的额外支持下,所有小岛屿发展中国家都由驻地或经认可的联合国国家工作队通过小岛屿发展中国家19个多国和国家办事处,在联发援框架下运作的驻地或经认可的联合国国家工作队负责。", "distance": 51}
{"source": "Numerous cartoons were posted on Hamas-affiliated news websites.", "standard": "许多漫画被张贴在了与哈马斯有关联的新闻网站上。", "answer": "与哈马斯有关联的新闻网站上张贴了许多漫画。", "distance": 10}
{"source": "Disaster risk reduction practices need to be multi-hazard and multisectoral, inclusive and accessible in order to be efficient and effective.", "standard": "为了切实有效，减少灾害风险实践必须具有多灾种和多部门性、包容性和易用性。", "answer": "减少灾害风险的做法必须是多种危害和多部门的,具有包容性的,易于利用,以便具有效率和效力。", "distance": 22}
{"source": "This increased labour is almost always unpaid and uncounted as formal labour.", "standard": "这项增加的劳动几乎一直是无偿的，而且未被计入正式劳动。", "answer": "增加的劳动力几乎总是没有报酬,不计为正式劳动力。", "distance": 12}
{"source": "The College also reaches junior personnel starting in their career in the United Nations system through an orientation programme for Junior Professional Officers and associate experts and similar programmes for young professionals.", "standard": "职员学院还为刚开始在联合国系统工作的初级人员提供帮助，为初级专业干事和协理专家提供熟悉情况方案，并为年轻专业人员提供类似的方案。", "answer": "学院还通过面向初级专业人员和协理专家的概况介绍方案以及面向青年专业人员的类似方案,使初级人员从在联合国系统的职业生涯开始就能够进入学院。", "distance": 36}
{"source": "Furthermore, close to one fifth of resident coordinators surveyed (17 per cent) volunteered \"insufficient coordination\" and \"overlapping and unclear mandates\" with other United Nations entities as one of the biggest challenges that UN-Women faced in mainstreaming norms and standards into the work of their country teams.", "standard": "此外，参加调查驻地协调员有将近五分之一(17%)主动提出，妇女署在把规范和标准纳入其国家工作队的工作主流时所面临的最大挑战之一，是与其他联合国实体之间\"协调不足\"和\"任务重叠及不明确\"。", "answer": "此外,在接受调查的驻地协调员中,近五分之一(17%)自愿与联合国其他实体进行“协调不足”和“任务重叠和不明确”,这是妇女署在将规范和标准纳入其国家工作队工作主流方面面临的最大挑战之一。", "distance": 50}
{"source": "Over 2,000 men and 500 units of military equipment are taking part in the field exercises.", "standard": "2 000多人、500部军事装备参与了这些野战演习。", "answer": "参加实地演习的有2 000多名男子和500多件军事装备。", "distance": 14}
{"source": "While the Committee noted its use in medical research, it has no recorded therapeutic use.", "standard": "委员会注意到该物质被用于医疗研究，但其没有已记录的治疗用途。", "answer": "虽然委员会注意到它在医学研究中的用途,但它没有治疗用途的记录。", "distance": 14}
{"source": "64. To end the epidemic, the response will need to effectively reach those currently being left behind.", "standard": "64. 要想消灭艾滋病，防治措施就必须有效接触到那些目前被抛在后面的人。", "answer": "64. 为了制止这一流行病,应对工作必须有效地触及目前落后的人群。", "distance": 16}
{"source": "Disasters, many of which are exacerbated by climate change and which are increasing in frequency and intensity, significantly impede progress towards sustainable development.", "standard": "灾害严重阻碍了实现可持续发展的进程，其中许多灾害都因气候变化而变得更为严重，其频率和强度越来越高。", "answer": "其中许多灾害因气候变化而加剧,频率和强度都在增加,大大阻碍了实现可持续发展的进展。", "distance": 27}
{"source": "The United States maintains a rigorous and comprehensive system of export controls for nuclear and nuclear-related dual-use items and technology, consistent with these guidelines control lists, and based in U.S. law and regulations.", "standard": "美国根据该准则管制清单并依据美国法律和法规，坚持对核和核相关两用物品和技术实行严格和全面的出口管制制度。", "answer": "美国维持一套严格和全面的核物项和与核有关的两用物项和技术出口管制制度,该制度符合这些准则的管制清单,并以美国法律和条例为依据。", "distance": 36}
{"source": "Media exposure of crime and crime-related events can be an effective crime prevention strategy and useful tool for sensitizing and educating the public on underestimated or overlooked social problems.", "standard": "媒体对犯罪和犯罪相关事件进行曝光可能是一种有效的预防犯罪战略，也是被低估或被忽视的向公众宣传各种社会问题和教育公众的一种有效工具。", "answer": "媒体曝光犯罪和与犯罪有关的活动可成为有效的预防犯罪战略和有用的工具,使公众了解并教育公众认识低估或被忽视的社会问题。", "distance": 31}
{"source": "The resource requirements for the presentation of the next award in 2020 will be included in detail in the context of the proposed programme budgets for the bienniums 2018-2019 (for 2019) and 2020-2021 (for 2020).", "standard": "2020年下一届颁奖的所需资源将详细列入2018-2019年(2019年用)和2020-2021年(2020年用)的两年期拟议方案预算。", "answer": "将在2018-2019两年期(2019年)和2020-2021两年期(2020年)拟议方案预算中详细列出在2020年推出下一个授标的所需资源。", "distance": 33}
{"source": "Specifically, Spain has granted a total of 55 scholarships to students from Western Sahara between 2002 and 2012: eleven in 2002, eight in 2003, 2004 and 2005, six in 2006, one in 2007 and 2008, two in 2009, three in 2010, five in 2011 and two in 2012.", "standard": "2002年至2012年西班牙共向西撒哈拉提供奖学金55个，具体数字如下：2002年11个，2003、2004和2005年各8个，2006年6个，2007和2008年各1个，2009年2个，2010年3个，2011年5个，2012年2个。", "answer": "具体而言,西班牙在2002年至2012年期间共向西撒哈拉学生提供55个奖学金:2002年11个,2003年8个,2004年和2005年8个,2006年6个,2006年1个,2007年和2008年1个,2009年2个,2010年3个,2010年3个,2011年5个,2012年2个。", "distance": 39}
{"source": "50. After the occupants were evacuated into the other vehicles, the convoy made an effort to return to safety.", "standard": "50. 在这辆车上的人撤到了其它车中之后，车队竭力返回了安全地带。", "answer": "50. 乘员被疏散进入其他车辆后,车队努力恢复安全。", "distance": 17}
{"source": "With the increase in the AMISOM sphere of control, this brings greater demands and greater opportunities to support in closer proximity.", "standard": "非索特派团扩大了其控制范围，这就越发需要更靠近地给予支助，同时带来了提供支助的更多机会。", "answer": "随着非索特派团控制范围的扩大,在距离更近的地方提供支助的要求更大,机会也更多。", "distance": 21}
{"source": "UNHCR has expanded to South Kivu its Safe Access to Fuel and Energy (SAFE) project, under which sustainable cooking fuels and alternative energy are provided, following a successful pilot in North Kivu where it helped to reduce the risk of sexual violence faced by displaced women collecting firewood and water.", "standard": "难民署在北基伍省成功开展可持续的煮饭燃料和替代能源项目(\"SAFE\"项目)试点，降低流离失所妇女在拾柴和取水时面临的性暴力风险，并在此基础上将该项目推广至南基伍省。", "answer": "难民专员办事处在北基伍成功进行了试点,帮助减少拾柴和取水的流离失所妇女遭受性暴力的风险。 之后,难民专员办事处将安全获得燃料和能源项目扩大到南基伍,在该项目下提供可持续的烹饪燃料和替代能源。", "distance": 48}
{"source": "Several sociological studies were conducted in 2014 to determine the level of legal awareness and understanding among particular demographic groups: students, entrepreneurs and civil society activists.", "standard": "2014年，为确定特定人口群体的法律意识和法律文化水平开展了几项社会调查，得到了教育机构、企业家和民间社会活动者的参与。", "answer": "2014年进行了几项社会学研究,以确定特定人口群体(学生、企业家和民间社会积极分子)的法律意识和理解水平。", "distance": 31}
{"source": "The Korean People's Army will never overlook the saber-rattling, as its aggressive and offensive nature has been brought to light.", "standard": "军演的侵略和攻击性质已经昭然若揭，因此面对这种武力恫吓朝鲜人民军绝对不会袖手旁观。", "answer": "朝鲜人民军永远不会忽视剑桥问题,因为它的侵略性和进攻性已经暴露出来。", "distance": 20}
{"source": "One incident of attempted rape involving one victim was recorded.", "standard": "记录了1起强奸未遂事件，涉及1名受害者。", "answer": "记录了一起涉及一名受害者的强奸未遂事件。", "distance": 10}
{"source": "Building on the progress made so far to safeguard women's rights with regard to dignity, equality and fair treatment;", "standard": "* 立足于到目前为止取得的进展，以保障妇女在尊严、平等和公平待遇方面的权利；", "answer": "以迄今在维护妇女在尊严、平等和公平待遇方面的权利方面取得的进展为基础;", "distance": 18}
{"source": "South America", "standard": "南美洲", "answer": "南美洲南美洲 南美洲", "distance": 2}
{"source": "Ms. Anna Oosterlinck, humanitarian affairs (Belgium)", "standard": "安娜·奥斯特林克女士(比利时)，人道主义事务", "answer": "Anna Oosterlinck女士,人道主义事务(比利时)", "distance": 8}
{"source": "Dear Burundians and friends of Burundi,", "standard": "亲爱的布隆迪同胞和布隆迪的朋友们，", "answer": "尊敬的布隆迪人和布隆迪之友,", "distance": 6}
{"source": "Mother's name", "standard": "母姓", "answer": "母亲姓 名", "distance": 2}
{"source": "Increased number and types of new strategic and technical partnerships in support of the knowledge production, dissemination and policy advocacy work of ECA", "standard": "增加新战略和技术伙伴关系的数量和类型，以支持非洲经委会的知识创造、传播和政策宣传工作", "answer": "支持非洲经委会知识生成、传播和政策倡导工作的新战略和技术伙伴关系的数目和种类增加", "distance": 24}
{"source": "The rehabilitation of broken water points continued alongside the promotion of safe hygiene and sanitation practices.", "standard": "在推广安全个人卫生和环境卫生做法的同时，继续修复破损的供水点。", "answer": "修复破损的供水点的工作继续进行,同时推广安全个人卫生和环境卫生做法。", "distance": 18}
{"source": "UN-Habitat has also contributed significantly to the discussion on post-2015 sustainable development goals by providing inputs to the proposed goal on energy, under the umbrella of the UN-Energy family.", "standard": "人居署还为关于2015年后可持续发展目标的讨论作出了有意义的贡献，在联合国能源机制大家庭的总体框架下为关于能源的拟议目标提供了投入。", "answer": "人居署还在联合国能源体系下为拟议的能源目标提供投入,为2015年后可持续发展目标的讨论作出了重大贡献。", "distance": 31}
{"source": "The organization scaled up its operation, with UNICEF funding, adding to the programme local government units affected by Typhoon Haiyan.", "standard": "该组织利用儿基会的供资扩大运作规模，将受台风\"海燕\"影响的当地政府单位纳入方案。", "answer": "在儿童基金会的资助下,本组织扩大了业务规模,增加了受台风 \" 海燕 \" 影响的地方政府单位。", "distance": 21}
{"source": "Meanwhile, the politicians and military bosses of the United States have vied with each other in calling for tightened siege and blockade against the Democratic People's Republic of Korea through the relisting of sponsor of terrorism and \"high-profile additional sanctions\".", "standard": "与此同时，美国的政界军界大佬也在争先恐后地叫嚷，要加紧对朝鲜民主主义人民共和国的包围和封锁，并且为此把朝鲜民主主义人民共和国再度列入支持恐怖主义国家名单，对其实施\"高强度追加制裁\"。", "answer": "同时,美国政治家和军事头目相互争斗,要求通过重新列入恐怖主义赞助者名单和“高调附加制裁”,加紧围困和封锁朝鲜民主主义人民共和国。", "distance": 42}
{"source": "If a delegation submits credentials prior to the meeting by copy or by fax, it should submit the original upon registration.", "standard": "如果某代表团在会议召开之前以副本或传真形式提交了全权证书，则该代表团应在办理与会注册事宜时提交全权证书原件。", "answer": "如有代表团在会前提交全权证书,以副本或传真方式提交,应在登记时提交全权证书原件。", "distance": 19}
{"source": "We are concerned with the lack of full implementation of the Beijing Platform for Action and the efforts to roll back gains.", "standard": "我们担心《北京行动纲要》不能得到充分实施，还担心在巩固所取得成就方面的努力不足。", "answer": "我们对没有充分执行《北京行动纲要》和为收缩成果所作的努力感到关切。", "distance": 19}
{"source": "Also expressing concern at the high risk that the virus will spread around the world,", "standard": "又表示关切该病毒很有可能向世界各地蔓延，", "answer": "还对病毒有可能传播到世界各地这一高风险表示关切,", "distance": 13}
{"source": "Lastly, for the first time in the history of the International Code of Conduct and in fulfilment of one of its provisions, France in 2011 hosted an inspection by international observers at the Guiana Space Centre in Kourou.", "standard": "此外，作为提高透明度措施之一，法国于2011年接待了国际观察员到访位于库鲁的圭亚那航天中心，这在《行为守则》的历史上尚属首次；", "answer": "最后,法国在2011年首次接受了国际观察员在库鲁圭亚那航天中心进行的视察,这是《国际行为守则》历史上第一次,也是为履行其中一项规定。", "distance": 34}
{"source": "In order to work towards the equality of rights, responsibilities and dignity between men and women, including women with disabilities, Regards de femmes refers to:", "standard": "为了争取包括残疾妇女在内的所有妇女与男子在权利、义务以及尊严上的平等，妇女视角主要依据以下几点行动：", "answer": "为实现男女权利、责任和尊严平等,包括残疾妇女权利、责任和尊严平等, \" 妇女视角 \" 是指:", "distance": 25}
{"source": "Domestic violence became a specific criminal offence in 2012, with the adoption of a package of amendments to the country's Criminal Code.", "standard": "2012年，随着国家《刑法》一揽子修正案获得通过，家庭暴力成为了一项具体的刑事罪行。", "answer": "家庭暴力在2012年成为一项具体的刑事犯罪,该国通过了《刑法》一揽子修正案。", "distance": 21}
{"source": "The spirit of the age necessitates dialogue despite differences, understanding by heeding others, evaluating means for compromise, denouncing hatred and praising respect and tolerance.", "standard": "时代精神要求我们克服分歧，开展对话，通过倾听理解别人，权衡达成妥协的手段，谴责仇恨，赞美尊重和宽容。", "answer": "时代精神需要对话,尽管存在差异,但需要对话,需要理解,需要听取他人的意见,需要评价妥协手段,需要谴责仇恨,需要提倡尊重和容忍。", "distance": 28}
{"source": "Tensions increased between SPLA and internally displaced persons at the UNMISS protection site on 10 March, after SPLA shot two displaced persons grazing cattle outside the protection site, killing one of them, and stole 25 cattle.", "standard": "在3月10日苏人解向两名在保护所外放牛的境内流离失所者开枪、打死1人和偷走25头牛之后，苏人解与南苏丹特派团保护所的境内流离失所者之间的紧张关系加剧。", "answer": "3月10日,苏丹解放军在南苏丹特派团保护地点向两名流离失所者开枪,在保护地点外放牧牛群,打死其中一人,并偷走25头牛。 之后,苏丹解放军和境内流离失所者在南苏丹特派团保护地点的紧张关系加剧。", "distance": 35}
{"source": "The Establishments Code (section 31:1:3 and 4) provides that public officers who have been prosecuted on bribery or corruption charges may be suspended.", "standard": "《编制法典》（第31:1:3条和第4条）规定，被控犯有贿赂或腐败罪的公职人员可被暂停公职。", "answer": "《机构法》(第311:3和4节)规定,因受贿赂或腐败指控而被起诉的公职人员可以停职。", "distance": 23}
{"source": "States should consider, where possible under their national legislation, the relevant cultural property as registered in the official inventory of a State that has enacted laws on national or State ownership, provided that the owner State has issued a public formal statement to that effect.", "standard": "凡本国立法许可，各国应考虑将相关文化财产视为已在颁布了关于本国所有权或国家所有权法律的国家的正式目录中办理过登记，前提是享有所有权的国家已公开发布这方面的正式声明。", "answer": "颁布国家或国家所有权法律的国家正式清册中登记的有关文化财产,只要拥有国已就此发表公开正式声明,国家就应尽可能根据本国立法予以考虑。", "distance": 44}
{"source": "Both issues are particularly important in these latter periods of the Tribunals' work.", "standard": "这两个问题在两法庭工作的后期阶段特别重要。", "answer": "在法庭工作的后几个阶段,这两个问题特别重要。", "distance": 13}
{"source": "The assessment rated 43.0 per cent of evaluation reports \"very good\", 28.5 per cent \"good\" and 28.5 per cent \"satisfactory\" (see figure 4).", "standard": "评估将43.0%的评价报告评为\"很好\"，28.5%评为\"好\"，28.5%评为\"令人满意\"(见图4)。", "answer": "评估评为43.0%的评价报告“非常好”,28.5%的评价报告“良好”,28.5%的评价报告“满意”(见图4)。", "distance": 21}
{"source": "In fact, the imposition of the deadline, at least in application to the backlog, has exacerbated the difficulty with limited factual and analytical references.", "standard": "实际上，规定截止日期加重了事实和分析资料有限的困难，至少在对积压案件适用时是这种情况。", "answer": "事实上,规定最后期限,至少是适用于积压案件,使有限的事实和分析参考资料更加困难。", "distance": 24}
{"source": "It is incumbent upon them to exercise the leadership expected of them by the long-suffering Somali people.", "standard": "领导层有义不容辞的责任，发挥领导作用，不辜负苦难深重的索马里人民的期望。", "answer": "他们有责任发挥长期受苦受难的索马里人民期待他们发挥的领导作用。", "distance": 16}
{"source": "While noting the limitations of current information systems, the Committee is disappointed that greater effort was not made to respond, even partially and with the data available, to the repeated requests of the Assembly for reliable information on overall travel expenditures in order to facilitate its consideration of the programme budget, taking into consideration the delays in the implementation of Umoja.", "standard": "一方面，行预咨委会注意到目前的信息系统存在局限性，另一方面，行预咨委会感到失望的是，大会屡次要求提供有关旅行开支总额的可靠资料，以协助大会审议方案预算，但对此并未作出更大的努力，对这一要求作出回应，甚至并未作出部分回应，也未提供现有数据，同时考虑到\"团结\"项目实施延误。", "answer": "行预咨委会注意到现有信息系统的局限性,但感到失望的是,考虑到 \" 团结 \" 项目的实施出现延误,行预咨委会没有做出更大努力,对大会多次要求提供关于总体差旅支出的可靠信息的请求做出回应,即使是部分回应,也没有利用现有数据。", "distance": 62}
{"source": "Honour killings are committed against women in Iraq by family or community members as a way to restore collective honour and are often arranged to appear as suicides.", "standard": "在伊拉克，以名誉为由杀害妇女的行为是由她们的家人或社区成员实施的，作为恢复集体名誉的一种方式，往往安排得像是自杀。", "answer": "在伊拉克,名誉杀人是由家庭或社区成员为恢复集体名誉而对伊拉克妇女实施的,往往被安排为自杀。", "distance": 25}
{"source": "All of the accusations that the regime has levelled against Qatar, including those set out in its letter of 4 May 2015, are false, malicious, unfounded and illogical.", "standard": "叙利亚政权对卡塔尔提出的所有指控都是不真实、恶毒、毫无根据和不合逻辑的，包括在2015年5月4日的信中提出的指控。", "answer": "卡塔尔政权对卡塔尔提出的所有指控,包括2015年5月4日卡塔尔信中所述的指控,都是虚假的、恶意的、没有根据的和不合逻辑的。", "distance": 25}
{"source": "The allocation of training grants and fee exemptions for women and girls in training colleges", "standard": "* 为妇女和女童提供培训助学金和破格进入培训学校的资格；", "answer": "向培训学院中的妇女和女孩分配培训赠款和免收费用", "distance": 14}
{"source": "Member of the editorial advisory group of several journals, including Feminist Africa, Journal of Peasant Studies, Feminist Economics, Canadian Journal of Development Studies and Ghana Studies.", "standard": "《非洲妇女》、《农民研究杂志》、《妇女经济学》、《加拿大发展研究杂志》和《加纳研究》等若干刊物编辑咨询小组成员。", "answer": "几个期刊的编辑咨询小组成员,包括女权主义非洲杂志、农民研究杂志、女权经济学杂志、加拿大发展研究杂志和加纳研究杂志。", "distance": 29}
{"source": "Focusing specifically on young women, offering good educational opportunities can make a real change not just in developing a profession, but also in order to make thoughtful decisions in their lives, their families, their countries.", "standard": "把女青年作为重点，为其提供良好的教育机会，可能产生真正的变化，她们不仅能够发展职业，也能够为生活、家庭和国家作出成熟的决定。", "answer": "提供良好的教育机会,特别侧重于年轻妇女,不仅在发展专业方面,而且为了在她们的生活、家庭、国家方面作出深思熟虑的决定,都能够带来真正的变化。", "distance": 35}
{"source": "Governing Council of", "standard": "人居署理事会", "answer": "", "distance": 3}
{"source": "Physical evidence relating to environmental samples brought by one of the interviewees was not accepted by the Mission, owing to the lack of a chain of custody.", "standard": "有关环境样品，虽然受访者之一带来了这方面的实体证据，但鉴于缺乏监管链，调查组没有接受该证据。", "answer": "由于缺乏监管链,特派团不接受一名受访者带来的环境样本的物理证据。", "distance": 24}
{"source": "Contractual services", "standard": "订约承办事务", "answer": "订约承办事务 订约承办事务", "distance": 3}
{"source": "Tarish Pit, Dominica", "standard": "多米尼克Tarish Pit", "answer": "多米尼克塔里什皮特", "distance": 3}
{"source": "Thirty-first session", "standard": "第三十一届会议", "answer": "第三十一届会议 第三十一届会议", "distance": 3}
{"source": "Mr. Payton Knopf, regional issues (United States of America)", "standard": "佩顿·克诺夫先生(美利坚合众国)，区域问题", "answer": "Payton Knopf先生,区域问题(美利坚合众国)", "distance": 9}
{"source": "World Food Programme", "standard": "世界粮食计划署", "answer": "世界粮食计划署世界粮食计划署", "distance": 3}
{"source": "Contractual services", "standard": "订约承办事务合同服务", "answer": "订约承办事务 订约承办事务", "distance": 3}
{"source": "d. Water-reactivity;", "standard": "d. 水的反应作用；", "answer": "d. 水反应;", "distance": 3}
{"source": "Mr. Harry Azhar Azis", "standard": "Harry Azhar Azis先生", "answer": "哈里·阿扎尔·阿齐斯先生", "distance": 3}
{"source": "The checklist could be adapted and used by other entities as a template for the implementation of the approach at the regional and national levels.", "standard": "清单可加以调整，其他实体可将其作为模板，用于在区域一级和国家一级落实综合方法。", "answer": "其他实体可对该核对清单进行调整,并将其用作在区域和国家两级实施该办法的样板。", "distance": 22}
{"source": "The proposed redeployment is essential in supporting the work of the Programme Review Committee, the only inter-divisional oversight body of UNODC.", "standard": "该拟议调动对支持作为毒品和犯罪问题办公室唯一部门间监督机构的方案审查委员会的工作非常重要。", "answer": "拟议的调动对于支持方案审查委员会的工作至关重要,该委员会是毒品和犯罪问题办公室唯一的司际监督机构。", "distance": 22}
{"source": "MINUSMA expenditure did not generate overall inflation, although the prices of some specific products were perceived to have risen as a consequence of the Mission's presence.", "standard": "虽然一些特定产品的价格可认为是由于稳定团的存在而上涨，但马里稳定团的支出并未引起总体通货膨胀。", "answer": "马里稳定团的支出没有造成总体通货膨胀,尽管某些具体产品的价格被认为由于马里稳定团的存在而上涨。", "distance": 26}
{"source": "Contribute to ensuring continuity in the long-term objectives of urban and territorial plans, even in times of political change or short-term impediments.", "standard": "促进确保城市和土地计划长期目标的持续性，即使在政治变革或出现短期障碍时也不例外。", "answer": "即使在政治变革或短期障碍时期,也有助于确保城市和地区计划长期目标的连续性。", "distance": 23}
{"source": "The Federated States of Micronesia proposal aims at phasing down the consumption and production of 21 HFCs with GWPs ranging from 4 to 9,810.", "standard": "密克罗尼西亚联邦提案旨在逐步削减全球升温潜能值介于4到9810之间的21种氢氟碳化合物的消费和生产。", "answer": "密克罗尼西亚联邦提案旨在逐步减少21种氢氟碳化合物的消费和生产,全球升温潜能值介于4至9 810之间。", "distance": 21}
{"source": "Bilateral and multilateral cooperation among States parties to the Treaty under the supervision of IAEA on the peaceful uses of nuclear energy should never be restricted or confined, either by other States or by ad hoc export control regimes.", "standard": "《条约》缔约国在原子能机构的监督下就和平利用核能开展的双边和多边合作，绝对不应受其他国家或特设出口管制制度的约束或限制。", "answer": "无论是其他国家还是特设出口管制制度,绝不应限制或限制在原子能机构监督下的《条约》缔约国在和平利用核能方面的双边和多边合作。", "distance": 36}
{"source": "The IAEA's central role in strengthening the global nuclear security framework has been recognised in the IAEA General Conference resolutions and in other events such as at the 2013 International Conference on Nuclear Security: Enhancing Global Efforts, organised by the IAEA at which a Ministerial Declaration was adopted.", "standard": "原子能机构在加强全球核保安框架中发挥的核心作用在原子能机构大会决议和其他活动中得到了承认，包括由原子能机构组织的2013年\"核安全国际会议：加强全球努力\"，该会议通过了一项级部长宣言。", "answer": "原子能机构大会各项决议以及其他活动,如原子能机构组织的2013年 \" 核安全:加强全球努力 \" 国际会议,通过了《部长宣言》,都承认原子能机构在加强全球核安全框架方面的中心作用。", "distance": 48}
{"source": "Target 2016 - 2017: 350,000", "standard": "2016-2017年目标值：35万次", "answer": "2016-2017年目标:350 000", "distance": 4}
{"source": "The information compiled as of 2013 shows that 47% of all family farmers are women, and that 44% of organized family farmers are women.", "standard": "2013年调查结果显示，妇女占到全部家庭农业人口的47%和家庭农业组织者的44%。", "answer": "截至2013年汇编的资料表明,47%的家庭农民是妇女,44%有组织的家庭农民是妇女。", "distance": 20}
{"source": "Young girls face particular risks of stigma and social exclusion as unintended pregnancies may lead to school dropout and block the way to complete education and entering the labour market.", "standard": "意外怀孕可能导致辍学，阻塞了完成学业和进入劳动力市场的道路，因而年轻女孩尤其面临着羞辱和社会排斥的风险。", "answer": "年轻女孩面临耻辱和社会排斥的特殊风险,因为意外怀孕可能导致辍学,阻碍完成教育和进入劳动力市场的道路。", "distance": 28}
{"source": "Estimate 2014 - 2015: 8,500", "standard": "2014-2015年估计值：8500个", "answer": "2014-2015年估计:8 500", "distance": 4}
{"source": "Follow-up on and implementation of the recommendations", "standard": "落实和执行各项建议", "answer": "三、建议的后续行动和执行情况", "distance": 8}
{"source": "To support and build the capacity of criminal defence lawyers, UNICRI organized a training seminar, held in Turin in May 2014, using the Manual on International Criminal Defence: ADC-ICTY Developed Practices, which was prepared jointly with the Association of Defence Counsel Practising before the International Tribunal for the Former Yugoslavia (ADC-ICTY).", "standard": "为支助刑事辩护律师并建设其能力，犯罪司法所利用前南斯拉夫问题国际法庭辩护律师执业协会和犯罪司法所共同编制的《国际刑事辩护手册：前南斯拉夫问题国际法庭辩护律师执业协会的惯例》，于2014年5月在都灵组织了一次培训研讨会。", "answer": "为支持和建设刑事辩护律师的能力,犯罪司法所于2014年5月在都灵利用《国际刑事辩护手册:ADC-前南刑庭发展做法》组织了一个培训研讨会,该手册是与在前南斯拉夫问题国际法庭(前南刑庭)执业辩护律师协会联合编写的。", "distance": 53}
{"source": "The extension is requested by the Government to maintain alignment with the national planning cycle, itself extended by one year following the recent national elections.", "standard": "延长方案的请求由该国政府提出，目的是继续配合国家规划周期，因为最近举行国家选举后，国家规划周期也延长了一年。", "answer": "该国政府要求延长期限,以便与国家规划周期保持一致。 国家规划周期本身在最近的全国选举之后延长一年。", "distance": 25}
{"source": "Less significant revisions to HDI further diminished its credibility and the leadership the HDRs could provide in measuring human development.", "standard": "33. 人类发展指数的小幅修订进一步损害了人类发展报告对衡量人类发展的信誉度和领导力。", "answer": "人类发展倡议的修改幅度较小,进一步降低了其可信度和《人类发展报告》在衡量人类发展方面可以发挥的领导作用。", "distance": 21}
{"source": "Through SHERLOC, UNODC aims to gather on a single website all information pertaining to international, regional and national efforts to combat organized crime, with a view to facilitating the dissemination of information and assisting the Conference in fulfilling its mandate, pursuant to article 32 of the Convention.", "standard": "通过打击犯罪法律和资料电子交流站，毒品和犯罪问题办公室旨在在单一的网站上收集所有关于国际、区域和国家打击有组织犯罪努力的信息，以期便利传播信息和协助缔约方会议依据《公约》第32条履行其义务。", "answer": "毒品和犯罪问题办公室通过设于设于设于设于设于设于设于设于设于同一个网站上的毒品和犯罪问题办公室,旨在收集所有与国际、区域和国家一级打击有组织犯罪工作有关的信息,以期根据《公约》第32条促进信息的传播,并协助缔约方会议履行其任务授权。", "distance": 47}
{"source": "UNIFIL patrols continued to inform the Lebanese Armed Forces when hunters were observed.", "standard": "联黎部队巡逻人员注意到猎人后依然会向黎巴嫩武装部队通报。", "answer": "联黎部队巡逻队继续告知黎巴嫩武装部队何时观察到猎人。", "distance": 13}
{"source": "4. In his first trip outside Iraq, my Special Representative visited Kuwait on 27 April.", "standard": "4. 我的特别代表于4月27日第一次前往伊拉克以外其他地区，到科威特访问。", "answer": "4. 4月27日,我的特别代表第一次在伊拉克境外出访科威特。", "distance": 13}
{"source": "Normally, all costs are borne by Liechtenstein (art. 5 MLAA).", "standard": "通常情况下，所有的费用由列支敦士登承担（《司法协助法》第5条）。", "answer": "通常,所有费用都由列支敦士登承担(《刑事事项司法协助法》第5条)。", "distance": 9}
{"source": "The HDI captures these basic dimensions of human development.", "standard": "人类发展指数描述了这些基本的人类发展层面。", "answer": "人的发展行动抓住了人类发展的这些基本方面。", "distance": 9}
{"source": "Mission mandates, in particular on disarmament, demobilization and reintegration and security sector reform, should be designed on the basis of a comprehensive analysis of short-, medium- and long-term security needs.", "standard": "应根据对短期、中期和长期安全需求的综合分析设置特派团任务，特别是有关解除武装、复员和重返社会方案和安全部门改革的特派团任务。", "answer": "任务任务,特别是关于解除武装、复员和重返社会以及安全部门改革的任务,应根据对短期、中期和长期安全需要的全面分析来设计。", "distance": 32}
{"source": "This cumulative GEF POPs investment has leveraged approximately $2.4 billion in co-financing to bring the total value of the GEF POPs portfolio to over $3 billion.", "standard": "全环基金在此种累积性持久性有机污染物投资方面，以联合融资方式融得约24亿美元的资金，从而使全环基金下的持久性有机污染物项目组合总价值超过30亿美元。", "answer": "全球环境基金持久性有机污染物累计投资已带动了约24亿美元的共同供资,使全球环境基金持久性有机污染物组合的总价值超过30亿美元。", "distance": 24}
{"source": "24. Judges Sekule and Güney demitted office in April 2015 following delivery of the appeals judgement in the Tolimir case at the International Tribunal for the Former Yugoslavia, which was the last case to which they were assigned.", "standard": "24. 塞库莱法官和居内伊法官在对指派给他们的最后一宗案件 -- -- 前南斯拉夫问题国际刑事法庭托利米尔案作出上诉判决之后，将于2015年4月退职。", "answer": "24. 2015年4月,在前南斯拉夫问题国际法庭对托利米尔案作出上诉判决后,塞库莱法官和居内伊法官离职。 托利米尔案是指派他们审理的最后一个案件。", "distance": 34}
{"source": "In the recent period, this has involved the advancement of plans for the construction of thousands of units under the guise of \"tourism\" and \"building hotel rooms\" in several distinctly Palestinian neighbourhoods of the city, including in Jabal AlMukaber, Sheikh Jarrah, Beit Safafa and Wadi Al-Joz.", "standard": "近来又以\"旅游和建造酒店客房\"为幌子，提出了在该城若干独特的巴勒斯坦住区，包括在Al-JabalMukaber、SheikhJarrah、BeitSafafa和WadiAl-Joz建造几千个住房单位的计划。", "answer": "在最近一段时期,这涉及在城市的几个明显的巴勒斯坦居民区,包括在Jabal Al Mukaber、Sheikh Jarrah、Beit Safafa和Wadi Al-Joz,推行以“旅游”和“建造旅馆房间”为幌子建造数千套单元的计划。", "distance": 44}
{"source": "Other States required deposition or registration of the agreement at a court for it to be enforceable.", "standard": "其他国家要求由法院对和解协议作出裁定或登记后才能执行协议。", "answer": "另一些国家要求协议在法院进行宣誓或登记,这样协议才能具有可执行性。", "distance": 15}
{"source": "During the dark years of the war, on the battlefields and on the home front, our peoples' unbreakable friendship and lofty patriotism were displayed clearly as they fought as one towards a shared victory.", "standard": "在战争的黑暗年代，在战场上以及在后方，我们各国人民团结一致为共同的胜利而战斗，表现出了牢不可破的友谊和崇高的爱国主义精神。", "answer": "在黑暗的战争岁月中,在战场和国内前线,我们各国人民的牢不可破的友谊和崇高的爱国主义在他们团结一致争取共同胜利的战斗中表现得十分明显。", "distance": 30}
{"source": "Armenia fully shares the concern of the Organization for Security and Cooperation in Europe (OSCE) Minsk Group co-chairs on the present escalation of tensions, as reflected in their statement of 27 January 2015.", "standard": "欧安组织明斯克小组共同主席对目前的紧张局势升级表示关切，这反映在其2015年1月27日声明亚中，美尼亚对此同样感到关切。", "answer": "正如欧洲安全与合作组织(欧安组织)明斯克小组共同主席2015年1月27日声明所反映的那样,目前紧张局势升级,亚美尼亚完全赞同他们的关切。", "distance": 31}
{"source": "In this group, 87.1 per cent agree strongly or somewhat that UNCTAD delivers clear value-add compared with other actors producing similar work.", "standard": "在这组人当中，有87.1％的人强烈同意或比较同意这一说法：与从事类似工作的其他行为体相比，贸发会议的产品具有明显的附加值。", "answer": "在这一组国家中,87.1%的人强烈或在一定程度上同意,与从事类似工作的其他行为者相比,贸发会议具有明确的增值作用。", "distance": 21}
{"source": "One activity conducted along this end was the Search for Outstanding VAW-Responsive LGUs which enabled competing local government units to clearly examine their policies, programs, and services on VAW and identify ways by which they can improve them, to better address VAW in their localities.", "standard": "按照这个目标进行的一项活动是搜寻积极对暴力侵害妇女行为作出回应的杰出地方政府单位，这项活动使相互竞争的地方政府单位明确审视自己关于暴力侵害妇女行为的的政策、方案和服务，找出改善的方法，从而更好地应对当地发生的暴力侵害妇女行为。", "answer": "围绕这一目的开展了一项活动,即 \" 寻找杰出的暴力侵害妇女问题响应性地方政府单位 \",使相互竞争的地方政府单位能够明确审查其有关暴力侵害妇女问题的政策、方案和服务,并找出可以改进这些政策、方案和服务的方法,以便更好地解决其所在地区的暴力侵害妇女问题。", "distance": 43}
{"source": "Support for specific opportunities is needed so that indigenous young people can more easily access universities and enter the labour market under fair conditions and with full rights.", "standard": "急需有针对性地为土著青年女性提供更多机会，为她们在公平和充分享有权利的条件下升入大学和进入劳动力市场提供便利条件。", "answer": "需要支持提供具体机会,以便土著青年能够更容易地进入大学,在公平条件下进入劳动力市场,享有充分的权利。", "distance": 27}
{"source": "Femmes solidaires considers poverty to be a form of violence against women.", "standard": "妇女团结运动将贫穷视为一种暴力侵害妇女行为。", "answer": "妇女团结会认为贫穷是对妇女的暴力行为的一种形式。", "distance": 11}
{"source": "You might find it of interest that in 2008, a cartoonist from the same magazine was instructed by the magazine's editor to write a letter of apology for what was perceived to be anti-Semitic, and was summarily fired when he refused.", "standard": "你可能会发现，蹊跷的是2008年，同一杂志的的编辑指示该杂志一名漫画家写信对被视为反犹太主义的内容道歉；而在他拒绝之后立即被解雇。", "answer": "一名来自同一杂志的漫画家在2008年接到该杂志编辑的指令,要他写一封道歉信,对被认为反犹太的东西道歉,当他拒绝时被立即开除,你可能会感兴趣。", "distance": 34}
{"source": "We echo the appeals made by you that the world \"cannot stand by and watch a massacre unfold\" and that \"the people of Yarmouk must not be abandoned\", and we call on the Council to act urgently and responsibly to address this tragedy.", "standard": "我们重申阁下的呼吁：全世界\"不能坐视大屠杀发生\"和\"绝不能弃耶尔穆克人民而不顾\"，我们还呼吁安理会采取紧急行动和负责任地处理这场悲剧。", "answer": "我们赞同你发出的呼吁,即世界“不能袖手旁观,眼睁睁地看着大屠杀的展开”,“耶尔穆克人民绝不能被抛弃”,我们呼吁安理会紧急和负责任地采取行动,解决这一悲剧。", "distance": 34}
{"source": "The continued credible presence of UNDOF remains an important element in ensuring stability on the Golan and in the region.", "standard": "对于确保戈兰和该区域的稳定而言，观察员部队具有公信力的持续存在仍然是一个重要因素。", "answer": "观察员部队继续有可信的存在,仍然是确保戈兰和该区域稳定的一个重要因素。", "distance": 18}
{"source": "Access to abortion, whether in the context of \"reproductive ealth\" or \"reproductive rights\", or as a component of population control, is opposed and restricted by many countries.", "standard": "很多国家反对并限制进行堕胎的可能，不管是\"生殖健康\"或\"生殖权利\"还是作为人口控制的组成部分。", "answer": "很多国家反对和限制堕胎,无论是在“生殖阴道”或“生殖权”方面,还是作为人口控制的一个组成部分,堕胎机会都受到许多国家的反对和限制。", "distance": 26}
{"source": "Today the Obama group is becoming so foolish as to try to \"bring down\" the Democratic People's Republic of Korea through a cyberwarfare by fabricating the non-existent \"human rights issue\" of the Democratic People's Republic of Korea and floating the fiction about its \"cyber attack\" on Sony Pictures Entertainment.", "standard": "今天，奥巴马集团无中生有地指责朝鲜民主主义人民共和国所谓的\"人权问题\"，编造\"索尼影业\"遭到\"网络袭击\"的谎言，企图通过网络战争使朝鲜民主主义人民共和国\"崩溃\"，真是愚蠢到了极点。", "answer": "奥巴马集团今天正在变得如此愚蠢,以至于试图通过网络战“击垮”朝鲜民主主义人民共和国,编造朝鲜民主主义人民共和国不存在的“人权问题”,并在索尼电影娱乐上漂浮关于“细胞攻击”的虚构。", "distance": 46}
{"source": "173. Act No. 18246 (2007) on common-law marriage recognizes stable couples that have continuously cohabited for at least five years, in order to guarantee rights within non-matrimonial relationships.", "standard": "173. 2007年的第18246号《事实婚姻法》，将连续五年以上共同生活的同居关系认定为事实婚姻，以确保没有法定婚姻关系的事实婚姻权利。", "answer": "173. 第18246(2007)号普通法婚姻法承认稳定的夫妇,他们连续同居至少五年,以保障非婚姻关系中的权利。", "distance": 29}
{"source": "The seminar was an opportunity to share lessons learned from those missions and to encourage all States that had not yet done so to host such missions.", "standard": "与会者借机分享了同行审查的经验反馈，并鼓励尚未接受同行审查的国家接受审查。", "answer": "研讨会提供了一个机会,可以分享从这些代表团吸取的经验教训,并鼓励所有尚未这样做的国家担任这些代表团的东道国。", "distance": 22}
{"source": "It is a situation constituting a direct threat to the lives of the nearly 18,000 Palestine refugees who remain in the camp, of the original 160,000 residents.", "standard": "该局势对原有的160 000名巴勒斯坦居民中仍然留在该难民营的近18 000名难民的生命构成了直接威胁。", "answer": "这种状况直接威胁到留在难民营的近18 000名巴勒斯坦难民的生命,即最初的160 000名居民的生命。", "distance": 23}
{"source": "It is important for the legal definition of suborbital flights to be considered and written from the perspective of not only States but also other actors, in order for it to realistically be practical and useful for all.", "standard": "要使该定义对所有各方均切实有用，就应当不仅从国家而且从其他行动方的角度来考虑和撰写有关亚轨道飞行的法律定义。", "answer": "亚轨道飞行的法律定义不仅要从国家的角度,而且要从其他行为者的角度加以考虑和写成,以使这一定义现实可行,对所有人都有用。", "distance": 32}
{"source": "3. In the same spirit, Algeria welcomed the creation of NWFZs in Latin America and the Caribbean, in the South Pacific, in South-east Asia and in Central Asia, respectively, by the treaties of Tlatelolco, Rarotonga, Bangkok and Central Asia.", "standard": "3. 本着同样的理念，阿尔及利亚也为根据《特拉特洛尔科条约》《拉罗通加条约》《曼谷条约》以及《中亚无核武器区条约》，在拉丁美洲与加勒比海地区、南太平洋地区、东亚和中亚分别建立无核武器区感到高兴。", "answer": "3. 本着同样的精神,阿尔及利亚欢迎拉丁美洲和加勒比、南太平洋、东南亚和中亚分别根据《特拉特洛尔科条约》、《拉罗通加条约》、《曼谷条约》和《中亚条约》建立无核武器区。", "distance": 35}
{"source": "We propose that the SDGs include SRHR for young people as a cross-cutting theme and ensure inclusion of these vital clauses:", "standard": "我们提议，将青年性与生殖健康和权利作为交叉主题纳入可持续发展目标，并确保纳入这些重要条款：", "answer": "我们建议可持续发展目标将青年人性健康和生殖健康及权利列为一个贯穿各领域的主题,并确保纳入这些重要条款:", "distance": 18}
{"source": "We have steadily reduced the size of our own nuclear forces by well over 50 per cent since our Cold War peak and since 1998 all of our air-delivered nuclear weapons have been withdrawn and dismantled.", "standard": "自从冷战时期达到最高水平以来，我们已经稳步削减大大超过我们50%的核力量规模，而且自从1998年以来，我们已经撤出并拆除所有空中运载核武器。", "answer": "自冷战高峰以来,自1998年以来,我们已经稳步地将我国核力量的规模减少了50%以上,而且自1998年以来,我国所有空投核武器都已撤回和拆除。", "distance": 29}
{"source": "The Yolngu were employed to collect and cure the trepang and paid in knives, food and tobacco, establishing the first Australian export industry.", "standard": "雍古族人被雇用收集和处理海参，而他们获得的支付是刀具、食品和烟草，从而建立了澳大利亚最初的出口业。", "answer": "约隆古公司被雇用收集和治愈长矛,并用刀、粮食和烟草支付工资,建立了澳大利亚第一个出口工业。", "distance": 21}
{"source": "38. In that regard, the Angolan police force and the police and gendarmerie of the Congo had participated in \"VIP Day\", a policing demonstration.", "standard": "同样，安哥拉警方与刚果警察与宪兵共同参加了\"VIP日\"秩序维护游行。", "answer": "38. 在这方面,安哥拉警察部队以及刚果警察和宪兵参加了一次治安示威活动,即 \" VIP日 \" 。", "distance": 21}
{"source": "Completion of the new HACT e-learning course is mandatory for all staff who manage resources and results that include cash transfers to partners.", "standard": "所有管理资源和成果、包括经手向合作伙伴转移现金的工作人员都必须完成新的现金统转电子学习课程。", "answer": "管理资源和成果的所有工作人员都必须完成新的现金转移统一办法电子学习课程,其中包括向伙伴的现金转移。", "distance": 21}
{"source": "Daily, millions of women and girls around the world breathe in harmful smoke while cooking and spend hours walking far distances to secure cooking fuel.", "standard": "每天，全世界数百万妇女和女童在烹饪时呼吸着有害烟雾，花费数小时步行长远距离获得做饭的燃料。", "answer": "世界上每天有数百万妇女和女孩在做饭和长途跋涉以获取烹饪燃料时吸入有害烟雾。", "distance": 22}
{"source": "He published numerous books and papers, including, Fairness, Responsibility, and Welfare (2008), a co-author of Beyond GDP (with Didier Blanchet, 2013), and A Theory of Fairness and Social Welfare (with François Maniquet, 2011).", "standard": "已出版大量书作和论文，包括\"Fairness, Responsibility, and Welfare\"(2008年),与他人共同编写\"Beyond GDP\"(与Didier Blanchet编写，2013年)以及\"A Theory of Fairness and Social Welfare\"(与François Maniquet编写，2011年)。", "answer": "他出版了许多书籍和论文,包括《公平、责任和福利》(2008年),《超越国内生产总值》(与Didier Blanchet合著,2013年)和《公平和社会福利理论》(与François Maniquet合著,2011年)。", "distance": 33}
{"source": "This is the same reason they adduce for promoting Female Genital Mutilation.", "standard": "同样，因为这一原因，这些人提倡残割女性生殖器官。", "answer": "这也是她们提倡切割女性生殖器官的原因。", "distance": 11}
{"source": "As a feasibility study JAXA has conducted fundamental tests, including a test to determine the compatibility of aluminium as a lining material with hydrazine propellant, and an arc heating test.", "standard": "在可行性研究中，宇宙航空机构进行了基本测试，包括确定铝制衬里材料与肼推进剂之间兼容性的测试和一次电弧加热测试。", "answer": "作为一项可行性研究,日本宇宙航空研究开发机构进行了一些基本测试,包括一项测试,以确定铝作为衬衬材料是否与九子推进剂相容,以及一项弧加热试验。", "distance": 28}
{"source": "Similarly, the Convention against Corruption provisions on international cooperation were inspired by the corresponding provisions in the Organized Crime Convention, and in some cases went beyond them.", "standard": "10. 同样，《反腐败公约》关于国际合作的条文受到了《有组织犯罪公约》相应条文的启发，并且在某些情况下超越了这些条文。", "answer": "同样,《有组织犯罪公约》的相应条款也启发了《反腐败公约》关于国际合作的条款,有些条款超出了这些条款的范围。", "distance": 29}
{"source": "From 2011 to 22 December 2014, some 16,861 Syrian civilians, including 1,810 children, have been killed by bombings and mortar shell attacks carried out by armed terrorist groups against Syrian cities.", "standard": "从2011年至2014年12月22日，大约有16 861名包括儿童在内的叙利亚平民，被武装恐怖团体针对叙利亚城市的炸弹和迫击炮弹袭击杀害。", "answer": "2011年至2014年12月22日,武装恐怖团伙对叙利亚城市进行轰炸和迫击炮弹袭击,造成约16 861名叙利亚平民死亡,其中包括1 810名儿童。", "distance": 29}
{"source": "Attempts to promote female role models and capable figures of authority must compete with the hypersexualization of women and girls.", "standard": "在试图增进妇女的作用，宣传有能力的妇女形象时，总会遇到极度强调妇女和女童的性别的情形。", "answer": "提倡女性榜样和有能力的权威人物的尝试必须与妇女和女童的超性性行为竞争。", "distance": 19}
{"source": "10. Finally, the proposed draft treaty would not prohibit the testing of prohibited space-based weapons if they were tested against cooperative orbital targets and the test vehicle was launched into a sub-orbital trajectory, therefore never being \"placed in outer space.\"", "standard": "10. 最后，如果将试验工具发射到亚轨道，因而从未将其\"放置在外空\"，然后针对合作性的轨道目标进行试验，则拟议的条约草案也并不禁止对受禁止的天基武器进行的这种试验。", "answer": "10. 最后,拟议的条约草案如果根据合作轨道目标测试被禁止的天基武器,并且试验飞行器被射入亚轨道轨道,因此从来没有“放置在外层空间”。 则不禁止对被禁止的天基武器进行试验。", "distance": 39}
{"source": "We will continue to work tirelessly for the legitimate right of all peoples to a world without hunger or poverty and with health, education and dignity guaranteed to all; a world free of oppression and discrimination, without war, economic embargoes or exploitation of the weak.", "standard": "我们将继续不懈努力，目的是为了全体人类都有合理的权利居住在一个免于饥馑和贫穷，并且所有人都有卫生、教育和尊严保障的世界；一个免于压迫和歧视，并且没有战争、没有经济封锁、弱者不受剥削的世界。", "answer": "我们将继续不懈地努力,争取实现各国人民建立一个没有饥饿或贫穷、人人享有健康、教育和尊严保障的世界的合法权利;一个没有压迫和歧视、没有战争、经济禁运或剥削弱者的世界的合法权利。", "distance": 40}
{"source": "What matters is that such moves are being pushed forward in an undisguised manner as part of preparations for a pre-emptive attack on the DPRK in the run-up to the sixty-fifth anniversary of the conclusion of the shackling and sycophantic south Korea-U.S. \"mutual defence pact\".", "standard": "重要的是，这类举动正在以赤裸裸的方式向前推进，这是在既相互束缚、又谄媚讨好的南朝鲜-美国\"共同防御条约\"签订六十五周年之前对朝鲜民主主义人民共和国发动先发制人攻击的准备工作的一部分。", "answer": "最重要的是,在南朝鲜-美国 \" 共同防御条约 \" 缔结六十五周年前夕,在准备对朝鲜发动先发制人攻击的过程中,正在以不掩饰的方式推进此类举动。", "distance": 40}
{"source": "In the view of the Group, safeguards-related confidential information should not be provided in any way to any party not authorized by the Agency.", "standard": "本集团认为，不应以任何方式向该机构未授权的任何一方提供与保障监督有关的机密资料。", "answer": "该集团认为,与保障监督有关的机密信息不应以任何方式提供给未经原子能机构授权的任何一方。", "distance": 21}
{"source": "The organization's mission is to formulate and develop responses to the various challenges of communication as a strategic area for social action.", "standard": "该组织的使命是以通信作为社会行动的一个战略领域，针对通信的各种挑战，拟订和发展对策。", "answer": "本组织的使命是制定和制定应对各种传播挑战的对策,作为社会行动的战略领域。", "distance": 21}
{"source": "First, target 3.3 on ending the AIDS epidemic by 2030 must outline a specific indicator that measures progress towards ending the AIDS epidemic among adolescents and young people by guaranteeing equitable, universal, and affordable access to prevention, treatment, care and support for all people across the life course.", "standard": "首先，关于到2030年终结艾滋病疫情的目标3.3必须列出具体指标，这些指标通过保证在整个生命过程中公平、普遍和能够负担得起地获取全民预防、治疗、护理和支持，对在终结青少年中艾滋病疫情方面取得的进展进行评估。", "answer": "第一,关于到2030年结束艾滋病流行的具体目标3.3必须概述一项具体指标,衡量在青少年和年轻人中结束艾滋病流行方面的进展,办法是保证所有人在整个一生中都能公平、普遍和负担得起地获得预防、治疗、护理和支助。", "distance": 46}
{"source": "22. It is useful to deconstruct the terms \"classified\" and \"sensitive\" in regard to information and information security, and determine the reasons for classification.", "standard": "在资料和资料安全方面最好对\"机密\"和\"敏感\"术语加以解析，并确定将资料列为机密资料的原因。", "answer": "22. 在信息和信息安全方面,有必要解构“机密”和“敏感”这两个术语,并确定分类理由。", "distance": 24}
{"source": "These subsequent \"second-tier\" negotiations would then articulate more detailed rules on discrete aspects of the overall regime (often through a set of individual protocols).", "standard": "这些随后进行的\"第二阶段\"谈判将对整个机制的各个方面作出更详细的规定(时常通过一组个别议定书的方式)。", "answer": "其后的这些“二级”谈判将就整个制度的不同方面(通常通过一套单项议定书)制定更详细的规则。", "distance": 25}
{"source": "Some parties have argued that since it would inevitably take several years for any new amendment to the Montreal Protocol to be negotiated and ratified it might be better to focus on providing financial assistance aimed at reducing HFC use immediately without establishing any new legal requirements.", "standard": "一些缔约方认为，鉴于任何针对《蒙特利尔协定书》新修正的磋商和批准程序都无可避免地需要耗时数年，因此可能更应该侧重为尽快减少氢氟碳化合物的使用、且不会引起任何新的法律需求的活动提供财政援助。", "answer": "一些缔约方认为,由于谈判和批准对《蒙特利尔议定书》的任何新的修正不可避免地需要几年时间,因此,最好把重点放在提供财政援助,旨在立即减少氢氟碳化合物的使用,而无需制定任何新的法律要求。", "distance": 43}
{"source": "5. This drift into selective criminality should induce the organizers of the insurrection to reflect on the consequences of acts that for Burundians stir memories of what they lived through in 1994, in virtually the same districts, with the same protagonists, and, oddly enough, the same methods, the only difference being that now they have no hesitation in attacking the forces of law and order when they try to stop their barbarous acts.", "standard": "5. 有鉴于这一选择性犯罪的失控趋势，暴乱组织者必须反思相关行为的后果，因为这些行为让布隆迪人回想起1994年的经历，几乎同样几个街区，同样几个行为体，而且奇怪的是，方法也相同，这次的唯一区别是，他们不带犹豫地攻击正在制止他们野蛮行为的治安部队。", "answer": "5. 进入有选择的犯罪活动,应促使叛乱组织者思考对布隆迪人来说,1994年在几乎相同的地区、同一批主角一起引起人们对他们所经历生活的记忆的行为的后果,奇怪的是,唯一的区别是,当布隆迪人试图制止野蛮行径时,他们现在毫不犹豫地攻击治安力量。", "distance": 63}
{"source": "Adopt promptly, by no later than 30 days after the date of signing of this document a Resolution of the Parliament of Ukraine specifying the area enjoying a special regime, under the Law of Ukraine \"On interim self-government order in certain areas of the Donetsk and Luhansk regions\", based on the line of the Minsk Memorandum of September 19, 2014.", "standard": "乌克兰议会迅速并至迟在本文件签署后30天内通过一项决议，说明根据2014年9月19日《明斯克备忘录》规定的界限，\"关于顿涅茨克州和卢甘斯克州某些地区临时实行地方自治令\"的乌克兰法律建立的特别制度涵盖哪一地区。", "answer": "根据2014年9月19日明斯克备忘录,乌克兰议会根据乌克兰“顿涅茨克和卢甘斯克地区某些地区临时自治令”法,在签署本文件之日起30天内迅速通过一项决议,具体规定享有特别制度的地区。", "distance": 50}
{"source": "II. Building E", "standard": "二. E号楼", "answer": "二. 大楼E", "distance": 2}
{"source": "It also noted analytically confirmed cases of non-fatal and fatal intoxications involving AM-2201.", "standard": "委员会也注意到与AM-2201有关的非致命性和致命性中毒分析确诊病例。", "answer": "委员会还注意到经分析确认的AM-2201非致命中毒案例。", "distance": 14}
{"source": "France subsequently ratified the Protocols in the same year and the United Kingdom in 1997.", "standard": "法国于1996年、联合王国于1997年批准上述议定书。", "answer": "法国随后于同年批准了这两项议定书,联合王国于1997年批准了这两项议定书。", "distance": 13}
{"source": "Basic education is provided along with digital inclusion and English literacy classes with certification from an esteemed university.", "standard": "在实现数字包容性的同时提供基础教育，英语读写课还提供来自知名大学的证书。", "answer": "基础教育与数字包容和英语扫盲班一起提供,并获得著名大学的认证。", "distance": 19}
{"source": "Summary", "standard": "摘要", "answer": "摘要摘要", "distance": 1}
{"source": "As well, the man would be made to understand several other gender equity reasons that apportion other sociocultural responsibilities for the woman, thus, granting the status of equality and mutual support which is not mistaken for the type of favours that demand appreciative returns in subordination.", "standard": "同时应使男子了解，其他一些性别平等的理由使女人具有其他的社会文化责任，从而使其获得平等和相互支持的地位，但不应将获得此种地位视为提供了某种恩惠，从而要求对方处于从属地位作为回报。", "answer": "男子还要了解其他一些两性公平的原因,这些原因分配了妇女的其他社会文化责任,从而给予平等地位和相互支持,这种地位和相互支持并不被错误地误认为是何种优惠,要求从属者得到赞赏的回报。", "distance": 43}
{"source": "Some extremist armed groups such as Daesh and Boko Haram also specifically attack girls at school.", "standard": "一些极端主义团体，包括伊黎伊斯兰国和博科圣地，还特意攻击在校女童。", "answer": "泽斯和博科圣地等一些极端主义武装团体还专门袭击在校女生。", "distance": 14}
{"source": "The report incorporates the World Risk Index, developed by UNU-EHS, which shows the level of risk for individual countries and provides a global overview.", "standard": "该报告包含联合国大学环境人类安全所编制的显示各个国家风险水平并提供全球概览的世界风险指数。", "answer": "报告纳入了联合国大学环境与人的安全研究所开发的世界风险指数,该指数显示了各个国家的风险水平,并提供了全球概览。", "distance": 22}
{"source": "The practice of political coordinators meeting regularly as a group was well established, as were relations among permanent representatives.", "standard": "如同处理常驻代表相互关系一样，政治协调员定期举行小组会议的做法现已形成惯例。", "answer": "政治协调员作为一个小组定期开会的做法已经确立,常驻代表之间的关系也是如此。", "distance": 20}
{"source": "Extremist activity in Libya is a source of serious concern given regional trends regarding sexual violence committed by armed groups.", "standard": "鉴于极端主义团体实施性暴力的区域趋势，利比亚境内的极端分子活动令人严重关切。", "answer": "利比亚的极端主义活动令人感到严重关切,因为存在武装团体实施性暴力的区域趋势。", "distance": 19}
{"source": "Austria", "standard": "奥地利", "answer": "奥地利 奥地利", "distance": 1}
{"source": "Ireland", "standard": "爱尔兰", "answer": "爱尔兰 爱尔兰", "distance": 1}
{"source": "Liberia", "standard": "利比里亚", "answer": "利比里亚利比里亚利比里亚利比里亚利比里亚利比里亚", "distance": 1}
{"source": "1. Finds that the Court was appropriately seized;", "standard": "1. 认定此案向法院申请适当；", "answer": "1. 裁定适当审理了法院;", "distance": 7}
{"source": "Summary", "standard": "摘要", "answer": "摘要摘要", "distance": 1}
{"source": "Following an OIOS audit, a policy on human rights methodology and training and a policy on OHCHR publications were adopted by the SMT and disseminated to staff in 2013.", "standard": "2013年，在监督厅审计之后，一项关于人权方法和培训的政策以及一项关于人权高专办出版物的政策由高级管理团队通过，并分发至工作人员手中。", "answer": "在监督厅进行审计后,高级管理小组通过了一项人权方法和培训政策以及关于人权高专办出版物的政策,并于2013年分发给工作人员。", "distance": 24}
{"source": "6. Under section 2, \"Staff costs\", savings amounting to Euro315,144 relate mainly to the budget lines \"established posts\" and \"common staff costs\".", "standard": "6. 第2款(工作人员费用)项下节余315 144欧元，主要涉及\"常设员额\"和\"一般人事费用\"这两个预算项目。", "answer": "6. 在第2款“工作人员费用”项下,节余315 144欧元,主要用于预算项目“常设员额”和“一般人事费”。", "distance": 21}
{"source": "Monitoring, assessment and reporting could also be part of the mandate of such a mechanism.", "standard": "该机制还可以执行监测、评估和报告等任务。", "answer": "监测、评估和报告也可以是这一机制任务的一部分。", "distance": 13}
{"source": "Friday, 5 June", "standard": "6月5日，星期五", "answer": "6月5日星期五,星期五", "distance": 2}
{"source": "Its therapeutic usefulness had been assessed to be none.", "standard": "据评估，这种物质没有任何治疗效用。", "answer": "评估认为其治疗用途为零。", "distance": 8}
{"source": "As a result, providing quality health care to the entire population comes at a very high cost, according to the 2010 health survey conducted in French Polynesia.", "standard": "根据2010年法属波利尼西亚健康调查提供的资料，其后果是，所有居民必须付出高昂费用才能确保获得健康服务。", "answer": "因此,根据2010年在法属波利尼西亚进行的卫生调查,向全体人口提供优质医疗保健的成本非常高。", "distance": 23}
{"source": "Plenary and meetings of the working groups", "standard": "23. 工作组全体会议和其他会议", "answer": "全体会议和各工作组的会议", "distance": 6}
{"source": "The Haitian Government would also very much appreciate the strengthening of the Mission's police component and its presence on the ground, as part of an increase in support to the National Police and more sustained participation in daily tasks related to security and the protection of citizens.", "standard": "同样，如果能够在加大对国家警察支持力度以及更持久地参与日常安保和平民保护任务的框架内加强联海稳定团警察部分，并增加警察部分的实地派驻，海地政府也将不胜感激。", "answer": "海地政府还非常赞赏加强特派团的警察部分及其在当地的存在,作为增加对国家警察的支助和更加持续地参与与安全和保护公民有关的日常工作的一部分。", "distance": 42}
{"source": "The upward shift in the price of housing-related items in GCC countries is expected to taper off, lowering consumer price inflation in those countries moderately.", "standard": "海合会成员国住房相关物品价格飙涨之势预期将逐渐减弱，从而稍微降低这些国家的消费价格通胀。", "answer": "海湾合作委员会国家与住房有关的项目价格的上调预计将逐步下降,使这些国家的消费物价通货膨胀率略有下降。", "distance": 23}
{"source": "Regulations on inclusion of the various types of income subject to taxation and the capacity for tax collection should be priority areas for reform.", "standard": "制定条例把应纳税的各类收入纳入税收清单，建立征税能力，应该是改革的优先事项。", "answer": "改革的优先领域应当是制订条例,列入各类应纳税收入和税收能力。", "distance": 21}
{"source": "The overall lower costs of international staff were partly offset by increased costs for danger pay entitlements, as explained in paragraph 7 above.", "standard": "国际工作人员总费用的减少因上文第7段所述危险津贴的增加而部分抵消。", "answer": "如上文第7段所述,危险津贴应享待遇费用增加,部分抵消了国际工作人员总体较低费用。", "distance": 21}
{"source": "Many activists and organizations engaging men and boys already actively seek to align their work with women's movements.", "standard": "许多与男子和男孩接触的积极分子和组织已经积极寻求调整他们的工作以与妇女运动的工作保持一致。", "answer": "许多活跃分子和组织让男子和男孩参与进来,他们已经积极争取使其工作与妇女运动保持一致。", "distance": 17}
{"source": "We welcome improved access to educational establishments for indigenous girls, adolescents and young women aged 6 to 22.", "standard": "我们欢迎更多的6至22岁土著女童、少女和青年女性有机会在教育机构就读。", "answer": "我们欢迎土著女孩、青少年和6至22岁年轻妇女进入教育机构的机会得到改善。", "distance": 17}
{"source": "27. To exchange views and explore ways of reinforcing and supporting the African Union conflict prevention tools.", "standard": "27. 就加强和支持非洲冲突预防手段交换意见，并探讨加强和支持这种手段的方式。", "answer": "27. 交换意见,探讨如何加强和支持非洲联盟预防冲突工具。", "distance": 16}
{"source": "UNISFA responded swiftly to the incident and was able to intercept the armed men fleeing north from Marial Achak.", "standard": "联阿安全部队对该事件作出迅速反应，并得以拦截自Marial Achak逃向北部的武装男子。", "answer": "联阿安全部队迅速应对了这一事件,拦截了从马里亚勒·阿查克向北逃离的武装人员。", "distance": 16}
{"source": "Raising the Convention to constitutional status has been provisionally approved by the Argentine Congress.", "standard": "经阿根廷国会初步批准，把该《公约》提升为宪法地位。", "answer": "将《公约》提升到宪法地位已得到阿根廷议会临时批准。", "distance": 15}
{"source": "The view was expressed that the qualifier \"at its request or with its consent\" was unnecessary since such conditions apply as a result of the substantive provisions of the draft articles and need not be repeated.", "standard": "有代表团认为，\"应受灾国请求或在得到其同意的情况下\"这一限定语没有必要，因为这些条件的适用在实质性条款草案中已有规定，不需要重复。", "answer": "有人认为,限定词“应其请求或经其同意”没有必要,因为这些条件是条款草案实质性规定的结果,无须重复。", "distance": 30}
{"source": "This glaring gap in accountability for crimes against journalists needs to be filled with all due urgency.", "standard": "追究对记者犯罪的责任方面存在明显差距，亟需弥补。", "answer": "必须以应有的紧迫感填补追究侵害记者罪行责任方面的这一巨大差距。", "distance": 15}
{"source": "Gender equality was stated as its main goal, ending with all types of discrimination against women.", "standard": "会议的主要议题是性别平等和结束对妇女一切形式的歧视。", "answer": "两性平等被确定为主要目标,以消除对妇女的各种歧视结束。", "distance": 14}
{"source": "The level of the Philippines in the Global Competitiveness Index has consistently risen and the Philippines has also made the biggest improvement among all countries by rising 23 notches since 2010.", "standard": "菲律宾的全球竞争力指数不断攀升，2010年以来排名上升23位，位于各国之首。", "answer": "自2010年以来,菲律宾在全球竞争力指数中的排名一直在上升,菲律宾也通过上升了23分,在所有国家中取得了最大的进步。", "distance": 28}
{"source": "In this year of assessment, 20 years after the Beijing Platform for Action, Ecumenical Women highlights the following themes that require action by all states to advance women's human rights:", "standard": "今年是《北京行动纲要》通过20周年，在今年对《北京行动纲要》的评估中，全基督教妇女会强调各国需要在以下主题方面采取行动，以促进妇女的人权：", "answer": "在《北京行动纲要》通过20年之后的这一年的评估中,全基督教妇女突出了需要所有国家采取行动促进妇女人权的下列主题:", "distance": 27}
{"source": "Wells, in particular on St. Croix, supply the remainder of the fresh water necessary.", "standard": "其余所需淡水靠水井供应，圣克罗伊岛尤为如此。", "answer": "供水井,特别是圣克罗伊的水井,提供其余所需的淡水。", "distance": 12}
{"source": "In any case, nuclear-weapon-free zone status does not cover all regions of the world.", "standard": "总之，无核武器区地位并未涵盖世界所有地区。", "answer": "在任何情况下,无核武器区地位并不覆盖世界所有区域。", "distance": 12}
{"source": "This being the case, the P-4 post of Corrections Adviser is proposed for abolishment.", "standard": "因此，1个P-4惩戒顾问员额拟予裁撤。", "answer": "在这种情况下,拟议裁撤惩教顾问P-4员额。", "distance": 12}
{"source": "The 2012 Conference shall take as its terms of reference the 1995 Resolution.\"", "standard": "1995年决议将是2012年大会的中心内容\"。", "answer": "2012年会议应把1995年决议作为其职权范围。”", "distance": 11}
{"source": "According to surveys conducted by Crimean Tatar activists in the 1960s, more than 109,956 (46.2 per cent) of the 238,500 Crimean Tatar deportees died between 1 July 1944 and 1 January 1947 as a result of starvation and disease.", "standard": "根据克里米亚鞑靼人活动家1960年代进行的调查，1944年7月1日至1947年1月1日，在238 500名被驱逐的克里米亚鞑靼人中，有超过109 956人(46.2%)死于饥饿和疾病。", "answer": "1960年代克里米亚鞑靼积极分子进行的调查显示,在238,500名克里米亚鞑靼被驱逐者中,有109,956人(46.2%)死于1944年7月1日至1947年1月1日的饥饿和疾病。", "distance": 32}
{"source": "15 April: Regime warplanes delivered 60 air strikes against Sahen, Jedraia, Samlin, Bara, Felon, Senjar, Bazabor, Mastuma, Nerab, Benech, Arbaen mount, Idlib and Abo al-Dohor military airport, while regime helicopters dropped 63 barrel bombs on Ein al-Soda, Saraqib, Iblin, Ehsim, Kobin, Hebet, Basamis, Abdin, Nabi Ayoub, Kafar Najd, Taoum, Taftanaz, Khan Shekhon and Mertin.", "standard": "4月15日：政权政府军的战机空袭了萨赫恩、杰德拉亚、萨穆林、巴拉、菲隆、森佳尔、巴扎博尔、马斯土玛、内拉布、贝内奇、阿尔巴颜山、伊德利卜和阿伯多霍尔军用机场，而政府军的直升机则对艾恩索达、萨拉齐布、伊布林、艾希姆、科宾、赫贝特、巴萨米斯、阿布丁、纳比阿尤布、卡法尔纳吉德、塔乌姆、塔夫塔纳兹、谢克宏汗和迈尔廷投掷了63枚桶装炸弹。", "answer": "4月15日:政权战机对Sahen、Jedaria、Samlin、Bara、Felon、Senjar、Bazabor、Mastuma、Nerab、Benech、Arbaen山、Idlib和Abo al-Dohor军用机场进行了60次空袭,而政权直升机向Ein al-Soda、Saraqib、Iblin、Ehsim、Kobin、Hebet、Basamis、Abdin、Nabi Ayob、Kafar Najd、Tahoum、Taftanaz、Khan Shekhon和Mertin投了63个桶炸弹。", "distance": 53}
{"source": "The practice of convening donor meetings or holding specific discussions on technical assistance during the direct dialogue was also noted as useful.", "standard": "另外，还有人指出，召开捐助方会议或在直接对话过程中举行技术援助专题讨论颇有助益。", "answer": "也有人指出,在直接对话期间召开捐助者会议或就技术援助举行具体讨论的做法是有益的。", "distance": 21}
{"source": "It acknowledged the need to explore harmonization at the global level, including by identifying strategic priorities, and invited the Bureau to consult with existing working groups as to whether that work could be integrated into their work prior to creating a separate working group.", "standard": "专家委员会承认需要通过确定战略优先事项等方法探讨全球一级的统一问题，请主席团先与现有工作组协商，看能否将这一任务并入它们的工作，然后决定是否另设一个工作组。", "answer": "它承认有必要探索在全球一级进行协调,包括确定战略优先事项,并请主席团与现有各工作组协商,在单独设立一个工作组之前,是否可以将这项工作纳入其工作。", "distance": 40}
{"source": "During the year, two major conferences on crime prevention and homicide were hosted and occasional seminars covering a range of topics.", "standard": "2014年期间，该研究所主持召开了有关预防犯罪和凶杀的两次重要会议，以及关于一系列专题的临时讨论会。", "answer": "在这一年中,主办了两次关于预防犯罪和杀人的重大会议和涵盖一系列专题的偶然研讨会。", "distance": 19}
{"source": "Customary international humanitarian law, rules 1 and 6, 2, 7, 10 (protection of civilian objects), 11 and 103 (collective punishments)", "standard": "习惯国际人道主义法规则第1和第6、第2、第7、第10条(保护民用物品)、第11条和第103条(集体惩罚)", "answer": "习惯国际法、规则1和6、规则2、规则7、规则10(保护民用物体)、规则11和规则103(集体惩罚)", "distance": 19}
{"source": "Contributions to the PUI from the United States and other international donors have provided the IAEA with additional flexibility and resources to support high priority IAEA Member State projects and to respond to unforeseen challenges, sometimes on short notice.", "standard": "美国及其他国际捐助方对\"和平利用核能倡议\"的捐款，使原子能机构具有更大的灵活性和更多的资金，以支持高度优先的原子能机构成员国项目，并应对未预见到的挑战，有时是仓促应对。", "answer": "美国和其他国际捐助者对 \" 联合倡议 \" 的捐款为原子能机构提供了更多的灵活性和资源,以支持原子能机构成员国高度优先项目,应对意外挑战,有时是在接到通知后很短的时间内。", "distance": 37}
{"source": "It has expanded its concept to address the needs of urbanization in all types and sizes of human settlements, from villages and market towns to the great cities and megalopolises of the world.", "standard": "已将其概念扩展至针对全球所有类型和规模的人类住区的城市化需求，从乡村和市镇到大城市和特大城市。", "answer": "人居署已扩大其概念,以满足从村庄和市场城镇到世界大城市和大都市等所有类型和规模的人类住区的城市化需要。", "distance": 27}
{"source": "Eight strategic directions are identified, as shown in figure V.", "standard": "如图五所示，已经确定了八个战略方向。", "answer": "确定了八个战略方向,见图五。", "distance": 9}
{"source": "Education is very important to empower people so that they can reach great achievements for the betterment of the nation.", "standard": "教育对增强人的权能而言非常重要，它使人们能够取得巨大的成就，从而让国家变得更好。", "answer": "教育非常重要,可以赋予人民权力,使他们能够取得巨大成就,改善国家。", "distance": 17}
{"source": "It stokes and exacerbates the ongoing conflict in the country, and, if unchecked, will turn it into a protracted torment.", "standard": "空袭触发和加剧了也门境内的持续冲突，如果不加以制止，会使该国成为长期炼狱。", "answer": "这场冲突激化和加剧该国目前的冲突,如果不加以遏制,将演变成旷日持久的折磨。", "distance": 17}
{"source": "With regard to the finalization of the first cycle, several States stated that an end-of-cycle product would be required.", "standard": "9. 关于第一个周期的完成，一些国家表示，一周期终了时需要有一个结果。", "answer": "关于最后完成第一个周期,若干国家指出,需要有一个周期终了产品。", "distance": 17}
{"source": "34. Subject to its observations and recommendations contained in paragraph 23 above, the Advisory Committee recommends approval of the requested resources for civilian personnel.", "standard": "34. 行预咨委会建议核准为文职人员请拨的资源，但须采纳上文第23段的意见和建议。", "answer": "34. 在不违反上文第23段所载意见和建议的情况下,咨询委员会建议核准为文职人员请拨的资源。", "distance": 25}
{"source": "Violence and terrorist acts continued during the reporting period, causing loss of life and great suffering and fear among many innocent Lebanese from all communities nationwide.", "standard": "本报告所述期间，暴力和恐怖行动持续不断，已导致多人丧生，并给全国各地各族裔许多无辜黎巴嫩人带来深重的苦难和恐惧。", "answer": "在本报告所述期间,暴力和恐怖行为继续发生,给来自全国各社区的众多无辜黎巴嫩人造成生命损失和巨大痛苦和恐惧。", "distance": 25}
{"source": "Many members in the education and health offices no longer go to their offices for fear of arrest and prosecution.", "standard": "在教育和医疗卫生机构的许多人员不敢再去办公室，害怕被逮捕和遭起诉。", "answer": "教育和卫生办公室的许多成员由于害怕被逮捕和起诉,不再去其办公室。", "distance": 16}
{"source": "For a few missions, it took between one and three months.", "standard": "少数代表团用了一至三个月时间。", "answer": "有几个特派团需要1至3个月。", "distance": 8}
{"source": "It makes clear that we will maintain only the minimum credible nuclear deterrent, under full political control, in the form of continuous-at-sea patrols by Vanguard-class submarines carrying Trident ballistic missiles with the fewest warheads since the introduction of our fleet of ballistic missile submarines capability in the 1960s.", "standard": "该白皮书明确指出，自1960年代具备核动力弹道导弹潜艇能力以来，我们只用\"前卫\"级携带弹头最少的三叉戟弹道导弹潜艇在海上持续巡逻的方式，维持最低限度的可靠核威慑，并且完全处于政治控制之下。", "answer": "它表明,我们将只保持最低限度的可信的核威慑,并在充分的政治控制下,采取由载有三叉戟弹道导弹的先锋级潜艇进行连续海上巡逻的形式,自1960年代我国建立弹道导弹潜艇舰队能力以来,弹头数量最少。", "distance": 47}
{"source": "Chadian women have now acquired a status they did not enjoy a few years ago, despite certain forms of discrimination that persist owing to the weight of sociocultural tradition, the erroneous interpretation of religious teachings and resistance on the part of men.", "standard": "尽管由于社会文化传统、对宗教的错误解读和男性的抵制等原因，某些形式的歧视依然存在，但今天乍得妇女已经获得了几年前还不能享有的社会地位。", "answer": "乍得妇女现已获得几年前没有享有的地位,尽管由于社会文化传统的份量、对宗教教义的错误解释和男子的抵制,某些形式的歧视依然存在。", "distance": 37}
{"source": "This review of 131 Member States' national reports explores the extent to which they have done that.", "standard": "这次对131个会员国的国家报告进行审议是为了考察各国的实施程度。", "answer": "对131个会员国的国家报告进行的这次审查探讨它们在多大程度上做到了这一点。", "distance": 14}
{"source": "Paid parental leave, flexible work arrangements, State subsidies and allowances and affordable childcare were mentioned as ways to address that issue.", "standard": "与会者提及带薪育儿假、灵活工作安排、国家补贴和津贴以及负担得起的儿童保育服务是解决这一问题的方式。", "answer": "提到了解决这一问题的方法,包括带薪育儿假、灵活工作安排、国家补贴和津贴以及负担得起的儿童保育。", "distance": 21}
{"source": "Two (2) men were observed crossing the BL IVO B59.", "standard": "观察到两(2)名男子越过B59附近的蓝线。", "answer": "观察到两名男子越过BL IDO B59。", "distance": 7}
{"source": "The report provides information on the multi chemical issue projects and cross focal work that received funding under the Chemicals Strategy in GEF-5.", "standard": "报告提供了在全环基金5时期的化学品战略下接收供资的涉及多种化学品问题的项目以及跨领域重点工作的信息资料。", "answer": "报告介绍了在全环基金第五次充资中根据《化学品战略》获得资金的多化学品问题项目和交叉协调中心工作。", "distance": 21}
{"source": "This will serve to better protect UNDP and the public its serves by elevating potentially harmful matters for resolution before damage is done.", "standard": "这将有助于更好的保护开发署及开发署所服务的公众，在潜在的有害问题造成破坏之前就能加以解决。", "answer": "这将有助于更好地保护开发署和公众的服务,在损害发生之前,将潜在的有害事项提升为需要解决的事项。", "distance": 20}
{"source": "By invoking an alleged and implausible Argentine \"threat\", the United Kingdom seeks to justify a military presence typical of a colonial Power.", "standard": "联合王国试图借口子乌虚有的所谓阿根廷\"威胁\"，为其殖民占领国式的那种军事驻扎找借口。", "answer": "联合王国援引阿根廷所谓、令人难以置信的“威胁”,企图为殖民国家典型的军事存在辩护。", "distance": 20}
{"source": "Working with forest peoples in South America, Africa and Asia, the organization helps communities to secure their rights, build up their own organizations and negotiate with Governments and companies as to how best to achieve economic development and conservation on their lands.", "standard": "该组织专门从事志愿、社群和人道主义事务，重点是造福弱势群体的教育、卫生和大众慈善活动。", "answer": "本组织与南美洲、非洲和亚洲的森林人民合作,帮助社区保障其权利,建立自己的组织,并与各国政府和公司就如何最好地实现经济发展和养护其土地进行谈判。", "distance": 39}
{"source": "They aim at ensuring that rehiring and retention in senior executive and general service positions are restricted to instances where needs cannot be met otherwise than through employing retirees as consultants (recommendation 4).", "standard": "这些建议旨在确保仅对无法满足需要、只能通过雇用退休人员担任咨询人的情况返聘和留用高级行政和一般事务职位人员（建议4）。", "answer": "其目的是确保高级行政人员和一般事务人员职位的重新雇用和保留仅限于通过雇用退休人员担任顾问才能满足需要的情况(建议4)。", "distance": 32}
{"source": "Femmes solidaires notes that poverty fosters the development of conservative, reactionary forces, be they religious or political.", "standard": "妇女团结运动注意到，贫穷助长了宗教或政治保守和因循守旧的势力的发展壮大。", "answer": "妇女团结组织指出,贫穷促进保守的反动力量的发展,无论是宗教或政治力量。", "distance": 18}
{"source": "92. The Gender Network was established by ANEP's Central Management Council (CODICEN).", "standard": "92. 国家公共教育署中央管理委员会组建了性别网络。", "answer": "92. 性别网络是由ANEP的中央管理委员会(CODICEN)建立的。", "distance": 12}
{"source": "At the time of writing, a few desk reviews of the responses to the self-assessments for the second and third years were pending, owing, inter alia, to the late submission of information and translation difficulties.", "standard": "在撰写本报告之时，由于信息提交过迟及翻译上的困难等原因，对第二和第三年自评答复的几项桌面审议还未进行。", "answer": "在编写本报告时,对第二年和第三年自评答复的一些案头审查尚未进行,原因除其他外,包括资料迟交和翻译困难。", "distance": 30}
{"source": "Both dimensions need to be included in the new accountability system and monitored by the Secretariat to ensure impartiality in the light of power imbalances.", "standard": "新的问责制度需包括这两个方面，并由秘书处监测，以便在权力不平衡的情况下确保公正。", "answer": "需要将这两个层面都纳入新的问责制度,并由秘书处进行监测,以确保在权力失衡情况下的公正性。", "distance": 22}
{"source": "This terrorist crime is fresh evidence of the great hostility of what some like to call the \"moderate armed opposition\" to knowledge, culture and education, and of those groups' obscurantist zeal to spread their ideas, which are rooted in ignorance, takfirism and extremism.", "standard": "这一恐怖主义罪行再次证明，一些人士所称的\"温和的反政府武装力量\"对知识、文化和教育充满敌意，他们疯狂地传播无知、塔克菲理主义和极端主义的思想。", "answer": "这场恐怖犯罪是一些人所谓的“中等武装反对”知识、文化和教育的强烈敌意,以及这些团体蒙昧主义的传播其思想的热诚的新证据,这些思想植根于无知、塔克菲力主义和极端主义。", "distance": 38}
{"source": "35. The round table on the theme \"Reducing disaster risk in urban settings\" was opened on 16 March 2015 by the Minister of Cooperative Governance and Traditional Affairs of South Africa, Pravin Gordhan.", "standard": "35. 2015年3月16日，南非合作社治理和传统事务部长普拉文·格德汉宣布主题为\"在城镇环境下减少灾害风险\"的圆桌会议开幕。", "answer": "35. 主题为“减少城市环境中的灾害风险”的圆桌会议于2015年3月16日由南非合作治理和传统事务部长普拉温·戈尔丹宣布开幕。", "distance": 28}
{"source": "3. Several major restructuring exercises were conducted or initiated during the period under review, including by the World Health Organization (WHO) and the United Nations Development Programme (UNDP).", "standard": "3. 在本报告所述期间，开展或开始了一系列重大重组活动，包括世界卫生组织(世卫组织)和联合国开发计划署(开发署)。", "answer": "3. 在本报告所述期间,包括世界卫生组织(卫生组织)和联合国开发计划署(开发计划署)在内,进行了或启动了几项重大的改组工作。", "distance": 28}
{"source": "For this institutional framework to be effective, it will need to fill the regulatory and implementation deficit that has thus far characterized governance in the area of sustainable development.", "standard": "为确保这一制度框架的有效性，就必须弥合在监管和执行方面的差距，因为这是可持续发展治理至今都未能解决的问题。", "answer": "要使这一体制框架行之有效,就需要填补迄今为止在可持续发展领域的施政所特有的监管和执行缺陷。", "distance": 27}
{"source": "Articles appeared in several important international newspapers and magazines, including the Financial Times (United Kingdom of Great Britain and Northern Ireland), La Presse (Canada), El País (Spain), Vanity Fair (United States of America), The Guardian (United Kingdom) and The Economist (United Kingdom); in broadcasts by Deutsche Welle (Germany) and Al-Jazeera (Qatar); and in almost all of the most widely read newspapers in the Latin American region and, in particular, Colombia.", "standard": "多份重要的国际报纸和杂志刊发了相关文章，其中包括《金融时报》（大不列颠及北爱尔兰联合王国）、《La Presse》（加拿大）、《El País》（西班牙）、《名利场》（美利坚合众国）、《卫报》（联合王国）以及《经济学人》（联合王国）；德国之声（德国）和半岛电视台（卡塔尔）；以及拉丁美洲区域（尤其是哥伦比亚）几乎所有的主流报纸都对论坛进行了报道。", "answer": "几家重要的国际报纸和杂志刊登了文章,包括《金融时报》(大不列颠及北爱尔兰联合王国)、La Presse(加拿大)、El País(西班牙)、Vanity Fair(美利坚合众国)、The Guardian(联合王国)和The Economist(联合王国);德意志韦勒(德国)和半岛电视台(卡塔尔)的广播;拉丁美洲区域,特别是哥伦比亚几乎所有阅读最广泛的报纸。", "distance": 67}
{"source": "12. General and context-specific measures should be developed by Member States to prevent violence against children.", "standard": "12. 会员国应当为预防暴力侵害儿童行为制定一般情况和特定情况措施。", "answer": "12. 各会员国应当制定一般性和针对具体情况的措施,以防止暴力侵害儿童行为。", "distance": 16}
{"source": "Upon validation by the board, the programme could be launched on 20 April during the twenty-fifth session of the Governing Council of the United Nations Human Settlements Programme, under the leadership of Finland, with UNEP, the World Green Building Council and the Royal Melbourne Institute of Technology as co-leads.", "standard": "经理事会验证后，该方案可于4月20日在联合国人类住区规划署理事会第二十五届会议期间由芬兰主导而启动，而环境署、世界绿色建筑理事会和皇家墨尔本技术研究所为共同牵头方。", "answer": "联合国人类住区规划署理事会第二十五届会议期间,在芬兰的领导下,可由环境署、世界绿色建筑理事会和皇家墨尔本理工学院共同牵头,于4月20日启动该方案,经理事会确认后,该方案将于4月20日启动。", "distance": 44}
{"source": "The regional office is devoting particular attention to supporting the nine country offices with private fundraising and partnership (PFP) activities in the region, and has introduced region-wide actions to strengthen performance in those offices, building on the findings of the six audits of country offices with PFP activities conducted in 2014.", "standard": "该区域办事处特别关注向本区域有私人筹款和伙伴关系活动的九个国家办事处提供支持，并根据2014年对有私人筹款和伙伴关系活动的六个国家办事处的审计结果，提出了在全区域加强这些办事处绩效的行动。", "answer": "区域办事处特别重视支持9个国家办事处在该区域开展私营部门筹资和伙伴关系活动,并采用全区域行动,加强这些办事处的业绩,借鉴2014年对有私营部门筹资和伙伴关系司活动的国家办事处进行的6项审计结果。", "distance": 48}
{"source": "In 2014 the Ethics Office experienced several seemingly unrelated events that could lead to an inference that Ethics may not be viewed as critical to the organization:", "standard": "道德操守办公室在2014年经历了几起看似无关的事，这些事可能会导致得出一种并未把道德操守视为对开发署至关重要的推论：", "answer": "2014年,道德操守办公室经历了几个似乎无关的事件,这些事件可能导致推断道德操守可能不被视为对本组织至关重要:", "distance": 23}
{"source": "As long as this situation continues, there will be little fiscal space for locally driven development, or even for basic service delivery.", "standard": "只要这种情况持续，落实本地驱动的发展、甚至是提供基本服务的财政空间将很小。", "answer": "只要这种情况继续下去,就没有什么财政空间可供地方推动发展,甚至提供基本服务。", "distance": 19}
{"source": "MPs only enjoy the very limited immunity for statements and votes in Parliament.", "standard": "国会议员只在国会发言和表决方面享有非常有限的豁免权。", "answer": "议员在议会中只享有非常有限的发言和投票豁免。", "distance": 11}
{"source": "50. Experience in this reporting period has reinforced the views expressed in the eighth report that responsibility for conveying requests for humanitarian exemptions within the Al-Qaida regime should be assigned to the Ombudsperson.", "standard": "50. 本报告所述期间的经验增强了在第八次报告中表达的看法，即应把转递在基地组织制裁制度内提出的人道主义豁免请求的责任交给监察员。", "answer": "50. 第八次报告认为,监察员应负责转达基地组织制度内的人道主义豁免请求,本报告所述期间的经验强化了这些意见。", "distance": 32}
{"source": "Although there are binding and non-binding regulations, the fact of the matter is that there are no sanctions in the case of a disaster caused by a space object carrying a nuclear load, other than what we might understand by \"reparation in respect of the damage\", in the words of the Convention on International Liability for Damage Caused by Space Objects.", "standard": "虽然章程有约束性的，也有非约束性的，但事实上，除了我们可以用《空间物体所造成损害的国际责任公约》的措辞理解为\"对损害的赔偿\"之外，对某一载有核动力源的空间物体造成了灾害的情况，并不存在任何制裁。", "answer": "虽有具有约束力和不具约束力的条例,但事实是,在空间物体造成灾难时,除了用《空间物体所造成损害的国际责任公约》中的“赔偿损害”一词来理解,我们没有制裁。", "distance": 49}
{"source": "In the West Bank, including East Jerusalem, a record number of some 1,200 Palestinians were displaced owing to home demolitions by the Israeli authorities, while settlement and settler activity continued.", "standard": "在包括东耶路撒冷在内的西岸，定居活动和定居者活动继续进行，由于以色列当局拆毁房屋，约1 200名巴勒斯坦人流离失所，创下新的纪录。", "answer": "在西岸,包括东耶路撒冷,由于以色列当局拆毁房屋,共有1 200名巴勒斯坦人流离失所,这是创纪录的数字,而定居点和定居者活动仍在继续。", "distance": 28}
{"source": "61. Devolved and decentralized government add a layer of complexity to policy integration in practice.", "standard": "61. 政府分权放权使得政策整合的操作更加复杂。", "answer": "61. 权力下放和分权政府在实践中给政策一体化增加了一层复杂性。", "distance": 14}
{"source": "In addition, the progressive deployment of Umoja Foundation and Extension, including Umoja Extension to peacekeeping operations, will have a significant impact on the preparation of IPSAS-compliant financial statements for 2015 and 2016, which will be managed carefully.", "standard": "此外，逐步部署\"团结\"项目基础部分和扩展部分，包括将\"团结\"项目扩展部分部署到维持和平行动，将对编制2015年和2016年符合公共部门会计准则要求的财务报表产生重大影响，将对这一过程进行审慎管理。", "answer": "此外, \" 团结 \" 项目成立阶段和扩展阶段的逐步部署,包括向维持和平行动推广 \" 团结 \" 项目,将对编制符合《公共部门会计准则》的2015年和2016年财务报表产生重大影响,并将对财务报表进行认真管理。", "distance": 37}
{"source": "Together with the 34 cases carried forward from 2013, this resulted in a total caseload of 105 cases in 2014, compared with 42 cases in 2012 and 81 cases in 2013, respectively (see table 7).", "standard": "还有34起转自2013年的案件，从而使2014年案件总数达到105起，相比之下，2012年和2013年分别为42起和81起案件(见表7)。", "answer": "加上2013年结转的34个案件,2014年共有105个案件,而2012年为42个,2013年为81个(见表7)。", "distance": 26}
{"source": "The Group of Friends emphasizes that the human rights of all individuals, without discrimination based on race, colour, sex, language or religion, can best be promoted and protected within the family environment.", "standard": "家庭之友小组强调，不受基于种族、肤色、性别、语言或宗教歧视的所有个人的人权，在家庭环境中能够得到更好地促进和保护。", "answer": "之友小组强调,在家庭环境中最能促进和保护所有个人的人权,不分种族、肤色、性别、语言或宗教。", "distance": 29}
{"source": "Through this instrument, the various stakeholders sought to prepare a plan of action to implement a coordinated mechanism for intervening in response to the needs of asylum seekers, which include groups in situations of vulnerability.", "standard": "利用这项规定，上述机构和组织打算起草一份行动计划，以便执行一项经过协调的干预机制，以及应对属于弱势群体的避难申请人的需要。", "answer": "各利益攸关方通过这一文书,设法制定一项行动计划,以实施一个协调机制,针对寻求庇护者的需要进行干预,其中包括处境脆弱的群体。", "distance": 32}
{"source": "8. Decides that the provisions of paragraphs 9 and 12 shall apply to individuals, as designated for such measures by the Committee who are leaders of any entity, including any South Sudanese government, opposition, militia, or other group, that has, or whose members have, engaged in any of the activities described in paragraphs 6 and 7 above;", "standard": "8. 决定，第9和第12段的规定应适用于委员会指认的属于参与或其成员参与上文第6和第7段所述之任何活动的任何实体、包括任何南苏丹政府、反对派、民兵或其他团体的领导人而需对其采取此类措施的个人；", "answer": "8. 决定第9和第12段的规定适用于委员会指认的、参加这些措施的个人,他们是任何实体的领导人,包括南苏丹政府、反对派、民兵或其他团体的领导人,这些实体包括曾经或曾经从事上文第6和第7段所述任何活动的南苏丹政府、反对派、民兵或其他团体;", "distance": 47}
{"source": "37. During the reporting period, WHO delivered medicines and medical supplies for 483,918 people across the country, including 196,616 cross line to Homs and Rif Dimashq governorates.", "standard": "37. 在本报告所述期间，世界卫生组织(世卫组织)向全国各地的483 918人，包括跨线进入霍姆斯省和大马士革农村省向196 616人提供了药品和医疗用品。", "answer": "37. 在本报告所述期间,世卫组织为全国各地483 918人提供了药品和医疗用品,包括通往霍姆斯省和大马士革农村省的196 616条横线。", "distance": 25}
{"source": "It incorporated more country experience, addressed divergent views that had emerged after the first meeting and introduced documented lessons into the revised draft of the guidelines.", "standard": "该会议吸纳了更多国家的经验，讨论了第一次会议后出现的不同观点，还将记录在案的经验教训纳入准则草案修订版。", "answer": "它吸收了更多的国家经验,解决了第一次会议之后出现的不同意见,并在准则草案订正稿中引入了有文件记载的经验教训。", "distance": 25}
{"source": "The United States has long supported such a zone, although our view is that a comprehensive and durable peace in the region and full compliance by all regional states with their arms control and nonproliferation obligations are essential precursors for its establishment.", "standard": "美国长期支持建立此类区域，但是我们认为，建立此类区域的基本前提是该区域实现全面持久的和平，以及该地区所有国家充分遵守各自的军备控制和不扩散义务。", "answer": "美国长期以来一直支持建立这样一个无核武器区,尽管我们认为,在该地区实现全面和持久和平以及所有区域各国充分遵守其军备控制和不扩散义务,是建立这样一个无核武器区的重要先兆。", "distance": 37}
{"source": "The Territory has also signed agreements under the Foreign Account Tax Compliance Act with the United Kingdom and the United States.", "standard": "领土还根据《国外账户税务合规法》与联合王国和美国签署了多项协议。", "answer": "该领土还同联合王国和美国签署了根据《外国账户税合规法》订立的协定。", "distance": 18}
{"source": "Settlement of disputes", "standard": "争端的解决", "answer": "解决争端", "distance": 3}
{"source": "The Syrian regime committed itself to this acquis on various occasions, most recently through its note verbale of 29 September 2012.", "standard": "叙利亚政权在各种场合都承诺遵守这项文书，最近一次是通过其2012年9月29日的普通照会。", "answer": "叙利亚政权在各种场合,包括最近在2012年9月29日的普通照会中,承诺实现这一法律。", "distance": 18}
{"source": "Trafficking and exploitation of prostitution", "standard": "贩运妇女和利用妇女卖淫营利", "answer": "贩运和意图营利使人卖淫", "distance": 6}
{"source": "Three of the positions are held by women, who each represent the Fatupaepae (Women's Committee) on each atoll.", "standard": "其中妇女赢得了这些席位中的3个，她们各代表每个环礁岛的妇女委员会。", "answer": "三个职位由妇女担任,各代表每个环礁的Fatupaepae(妇女委员会)。", "distance": 15}
{"source": "It provides substantive input regarding specific proposals and facilitates the process, as requested by the secretariat of the Unit.", "standard": "首协会秘书处就具体建议提供实务投入，并根据联检组秘书处的要求推动这项工作。", "answer": "该股根据联检组秘书处的要求,就具体提议提供实质性投入,并为这一进程提供便利。", "distance": 18}
{"source": "State privacy statutes", "standard": "州隐私法", "answer": "国家隐私法规", "distance": 3}
{"source": "In addition to the rations that a \"resistance\" fighter receives, he gets three cans, on which are written the contents as well as their nutritional value.", "standard": "除口粮外，\"抵抗力量\"战士还拿到三个标明食物和营养价值的罐头。", "answer": "除了“抵抗”战士得到的口粮外,他还得到三罐罐,上面写着内容及其营养价值。", "distance": 21}
{"source": "Locating and verifying the identity of witnesses present an additional challenge, especially for those witnesses who testified over a decade ago and have not been in contact with the Tribunal since.", "standard": "查找一些证人和验证其身份是具有挑战性的任务，特别是就那些十几年前作证的人而言，其中许多人此后并未同法庭保持联系。", "answer": "确定和核实证人身份是一个又一个挑战,对那些十多年前作证,此后与法庭没有接触的证人来说尤其如此。", "distance": 27}
{"source": "Recent gains such as the drafting of the penal code, the launching of a vetting process for magistrates, the continued vetting of police officers and the increase in legal aid services are important steps forward.", "standard": "最近取得的成果，如《刑法典》的起草、对法官进行的审查程序的启动、对警察的继续审查、以及法律援助服务的加强，都是向前迈出的重要步伐。", "answer": "起草刑法、启动治安法官审查程序、继续对警官进行审查以及增加法律援助服务等近期成果,是向前迈出的重要一步。", "distance": 29}
{"source": "Notwithstanding minor military violations committed by both forces, which resulted in occasional altercations with UNFICYP, relations between the latter and the opposing forces remained good.", "standard": "尽管双方部队有轻微的军事违规行为，偶尔导致与联塞部队的争吵，但与联塞部队和对方部队维持了良好的关系。", "answer": "联塞部队与敌对双方部队之间的关系依然良好。", "distance": 26}
{"source": "We now know incontrovertibly that Security Council resolution 2118 (2013) has been violated and we know which party is to blame: the Syrian regime.", "standard": "我们对安全理事会第2118(2013)号决议遭违反一事现已确信无疑，我们也知道哪一方该受谴责：叙利亚政权。", "answer": "我们现在无可辩驳地知道,安全理事会第2118(2013)号决议遭到违反,我们知道应该责怪哪一方:叙利亚政权。", "distance": 20}
{"source": "A review of the costs and benefits of troop transportation over land concluded that it presented considerable advantages compared with air transport, given the relative proximity of the only troop-contributing country in UNISFA.", "standard": "对部队陆路轮调费用和利益的审查认为，它比空运具有很大的优势，因为与联阿安全部队唯一的部队派遣国距离相对较近。", "answer": "部队陆路运输成本和效益审查得出的结论是,鉴于联阿安全部队唯一一个部队派遣国相对邻近,与空运相比,空运具有相当大的优势。", "distance": 31}
{"source": "Development of a text for future consideration by the Working Group could be based on those categories.", "standard": "可以在这些类别的基础上制订法规文本供工作组今后审议。", "answer": "拟订供工作组今后审议的案文可以这些类别为基础。", "distance": 14}
{"source": "Since the Koniambo plant in the North Province gradually began operations in 2012, it has generated some 8,000 new jobs, directly and indirectly, many of them for the local population.", "standard": "不过，2012年，Keniambo厂在北方省逐步投入运营以来，创造了差不多8 000个新的直接和间接就业机会，并且许多机会是给当地人的。", "answer": "北方省的Koniambo工厂自2012年逐步投入使用以来,直接和间接创造了约8 000个新的就业机会,其中许多是为当地居民创造的。", "distance": 25}
{"source": "Create a knowledge base to inform the urban and territorial planning process and to allow the rigorous monitoring and evaluation of proposals, plans and outcomes;", "standard": "设立一个能通报城市和土地规划进程，并允许对提案、计划和成果进行严格监测和评估的知识库；", "answer": "建立一个知识库,为城市和领土规划过程提供信息,并能够严格监测和评价各种提议、计划和成果;", "distance": 22}
{"source": "28. Outside the established sector hubs, AMISOM continues to operate in a security environment in which only basic United Nations support, such as in relation to rations, fuel, water and defensive stores, can be provided.", "standard": "28. 在其现有各区枢纽以外地区，非索特派团继续在只能提供口粮、燃料、水、防御用品等基本联合国支助的安全环境中开展行动。", "answer": "28. 在已建立的区枢纽之外,非索特派团继续在安全环境下运作,只有基本的联合国支助,如口粮、燃料、水和防御用品,才能提供。", "distance": 30}
{"source": "Please also comment on information received by the Committee according to which, in October 2011, a court in Dubai ruled that a woman had breached the law by working without her husband's permission.", "standard": "委员会收到信息称，2011年10月，迪拜某法院裁定某妇女因未经丈夫许可而工作违法，也请作出评述。", "answer": "另请对委员会收到的资料作出评论,根据这些资料,2011年10月,迪拜一家法院裁定,一名妇女在未经丈夫允许的情况下工作,违反了法律。", "distance": 27}
{"source": "Furthermore, the realization of human potential, especially of women and girls is threatened by persistent discrimination and violence, including sexual violence, on the basis of gender, ethnicity, disability, sexual orientation and gender identity and other factors, which happens both in private and public spheres.", "standard": "此外，以基于性别、种族、残疾、性取向和性别认同以及其他因素的长期的歧视和暴力威胁着人类潜力的实现，特别是对妇女和女孩而言，这种状况在私营和公共领域都存在。", "answer": "此外,实现人的潜力,特别是实现妇女和女孩的潜力,还受到长期歧视和暴力的威胁,包括基于性别、族裔、残疾、性取向和性别认同以及其他因素的性暴力,这种情况发生在私人和公共领域。", "distance": 43}
{"source": "Sections 6 and 21 POCA principally cover the confiscation of proceeds and instrumentalities of crime, subject to a \"serious offences\" threshold, in respect of persons convicted of the offence.", "standard": "《犯罪所得法》第6和21条原则上规定，须依照\"严重犯罪\"的门槛没收与被定罪个人相关的犯罪所得和工具。", "answer": "《犯罪所得法》第6节和第21节主要涉及没收犯罪收益和工具,但对于被判有罪的人,必须达到“严重犯罪”门槛。", "distance": 26}
{"source": "45. However, readiness and the ability to scale up should not entail resuming previous activities and returning to business as usual.", "standard": "45. 但是，做好准备和有能力扩大规模并不意味着需要恢复以往的活动和返回\"一切如常\"状态。", "answer": "45. 然而,准备就绪和扩大规模的能力不应要求恢复以前的活动,恢复一切照旧。", "distance": 18}
{"source": "The sum of 30.4 million balboas has been invested in the restoration of properties that are in disrepair or deemed condemned and a danger to occupants' lives, benefiting 6,987 families;", "standard": "在修复损毁建筑物和翻修可能危及到居住者的生命安全的建筑物方面，已经投入了3,040万，惠及6,987户家庭；", "answer": "投入了3 040万巴波亚,用于修复失修或被认为受损、危及居住者生命的财产,惠及6 987户家庭;", "distance": 25}
{"source": "The scenarios would include, for example: (a) a single proceeding concerning multiple group members; (b) multiple proceedings in different jurisdictions concerning different group members; and (c) a single proceeding concerning multiple group members in which the claims of other group members were treated in accordance with applicable foreign law (so-called \"synthetic proceedings\").", "standard": "这些情形例如将可包括：(a)单独一项程序，但针对集团多个成员；(b)不同法域针对集团不同成员实行的多重程序；以及(c)针对集团多个成员实行的单独一项程序，其中集团其他成员的债权按可适用的外国法律处理（所谓\"合成程序\"）。", "answer": "设想情形将包括,例如:(a)涉及多个集团成员的单一程序;(b)涉及不同法域涉及不同集团成员的多个程序;(c)涉及多个集团成员的单一程序,其中按照适用的外国法律处理集团其他成员的债权(所谓的“合成程序”)。", "distance": 52}
{"source": "As the French Co-Chair of the OSCE Minsk Group, Pierre Andrieu, noted on 29 April 2015, \"nobody recognizes this so-called `Nagorno-Karabakh Republic'\", \"and for us, these elections, certainly, will be illegitimate\".", "standard": "欧安组织明斯克小组法国共同主席Pierre Andrieu在2015年4月29日指出，\"没人认可这个所谓的`纳戈尔诺-卡拉巴赫共和国'\"，\"对我们来说，这些选举当然是非法的\"。", "answer": "2015年4月29日, 欧安组织明斯克小组法国共同主席Pierre Andrieu指出, “没有人承认这个所谓的“纳戈尔诺-卡拉巴赫共和国 ”, 对我们而言,", "distance": 29}
{"source": "Under this multi-year programme, the first session of the Commission following a congress would transmit the outcomes and recommendations of the congress and begin consultations on preparation for the next congress.", "standard": "按照这一多年方案，委员会在每届预防犯罪和刑事司法大会之后举行的第一届会议上，会转递该大会的成果和建议，还会开始就筹备下届大会进行磋商。", "answer": "根据该多年期方案,大会之后的委员会第一届会议将转交大会的成果和建议,并开始就下届大会的筹备工作进行协商。", "distance": 29}
{"source": "Programmes should be implemented in ways that promote equality, non-discrimination, accountability, and participation and inclusion of key populations and people living with HIV.", "standard": "方案的实施办法应促进平等、不歧视、问责，并使重点人群和艾滋病毒感染者能够参与并获得兼顾。", "answer": "在执行方案时,应当促进关键人群和艾滋病毒感染者的平等、不歧视、问责、参与和包容。", "distance": 24}
{"source": "13. The first consultative meeting of the Parties to the Treaty was held in Ashgabat on 15 October 2009.", "standard": "13. 2009年10月15日，《中亚无核武器区条约》缔约国第一次协商会议在阿什哈巴德举行。", "answer": "13. 条约缔约国第一次协商会议于2009年10月15日在阿什哈巴德举行。", "distance": 14}
{"source": "To conclude, in order to ensure a more equitable, rights-based and youth-friendly HIV response, we need:", "standard": "总之，为了保证对艾滋病毒做出更加公平、基于权利和有利青年的对策，我们需要：", "answer": "最后,为了确保更加公平、以权利和青年友好的方式应对艾滋病毒,我们需要:", "distance": 14}
{"source": "Recalling the 2011 - 2015 Strategy: Getting to Zero,", "standard": "回顾《2011-2015年战略：实现\"三个无\"》，", "answer": "回顾《2011-2015年战略:走向零》,", "distance": 7}
{"source": "As a first step, it aims to develop a broad typology on the basis of specific examples to guide the Team's future work.", "standard": "作为第一步，其目的是以具体案例为依据制订一项广泛分类方法，指导监察组未来的工作。", "answer": "作为第一步,它的目标是根据具体例子,发展广泛的分类,以指导小组今后的工作。", "distance": 16}
{"source": "The Council elected Chen Shiqiu (China), for a term of office beginning on the date of election and expiring on 31 December 2016, to fill a vacancy arising from the resignation of Ms. Cong Jun (China).", "standard": "理事会选举陈士球(中国)填补丛军女士(中国)辞职产生的空缺，任期自当选之日起，至2016年12月31日止。", "answer": "理事会选出陈士球(中国),任期自当选之日起,至2016年12月31日止,以填补中军女士(中国)辞职后出现的空缺。", "distance": 27}
{"source": "These consequences can be large-scale and potentially irreversible;", "standard": "这些影响也许是大规模的，还可能难以逆转；", "answer": "这些后果可能是大规模和潜在的不可逆转的;", "distance": 9}
{"source": "In Guatemala, maternal mortality among Mayan women is 211 per 100,000 live births, while among non-indigenous women it is 70 per 100,000 live births.", "standard": "在危地马拉，玛雅妇女的产妇死亡率为每100 000活产儿死亡211人，而非土著妇女的这一比率为每100 000活产儿死亡70人。", "answer": "在危地马拉,玛雅妇女产妇死亡率为每10万活产211例,非土著妇女为每10万活产70例。", "distance": 20}
{"source": "More generally, deciding when and how to open their capital and financial accounts remains a critical policy challenge for many developing countries.", "standard": "从更广的意义上说，决定何时以及如何打开自己的资本和金融账户仍然是许多发展中国家的一个重要政策挑战。", "answer": "更笼统地说,决定何时和如何开放资本和金融账户,对许多发展中国家来说,仍然是一项关键的政策挑战。", "distance": 20}
{"source": "57. The traditions, values and cultural norms of a society provide a very important -- perhaps the most important -- means of sustaining the procedures and structures that ensure responsive, accountable, honest and open government.", "standard": "57. 一个社会的传统、价值观和文化规范是维持确保政府顺应民意、负责任、诚实和开放的程序和结构的一个非常重要、也许是最重要的手段。", "answer": "57. 社会的传统、价值观和文化规范提供了一个非常重要 -- -- 也许是最重要的 -- -- 的手段,可以维持各种程序和结构,确保政府反应灵敏、负责、诚实和开放。", "distance": 31}
{"source": "The civil liability of legal persons is enshrined in Article 60 of the Civil Code.", "standard": "《民法典》第60条规定了法人的民事责任。", "answer": "法人的民事责任载于《民法典》第60条。", "distance": 11}
{"source": "Once fully operational, those forces could provide a critical start-up capacity for responding to African crises as bridging mechanisms, as well as for providing enforcement action, if required.", "standard": "这些部队一旦充分投入运作，即可为应对非洲危机提供一个关键的启动能力，发挥连接机制的作用，需要时甚至可以开展执法行动。", "answer": "一旦全面投入使用,这些部队可以提供关键的启动能力,以应对非洲危机,作为过渡机制,并在必要时提供执法行动。", "distance": 26}
{"source": "Northern Triangle countries are three times more vulnerable to natural disasters than the rest of Latin America.", "standard": "北三角国家易受自然灾害影响的程度比拉丁美洲其他国家高三倍。", "answer": "北方三角国家比拉丁美洲其他国家更容易遭受自然灾害,比其他非洲国家多三倍。", "distance": 15}
{"source": "Humanitarian organizations must receive the resources required to enable them to save more lives and support the Syrian people.", "standard": "只有得到所需资金，人道主义组织才能拯救更多生命，才能向叙利亚人民提供援助。", "answer": "人道主义组织必须获得必要的资源,使它们能够拯救更多的生命,支持叙利亚人民。", "distance": 17}
{"source": "The sanction under the Treaty if the complaint is found to have substance is the immediate convening of a meeting of the Forum.", "standard": "条约规定，如申诉具有实质内容，将立即召开论坛会议。", "answer": "如果发现投诉具有实质意义,根据《条约》给予的制裁是立即召开一次论坛会议。", "distance": 17}
{"source": "The Third International Pledging Conference for Syria, to be held in Kuwait City on 31 March, provides an opportunity to do so.", "standard": "即将于3月31日在科威特城举行的第三次叙利亚问题国际认捐会议为此提供了一次机会。", "answer": "第三次叙利亚国际认捐会议将于3月31日在科威特城举行,这次会议提供了一个机会。", "distance": 17}
{"source": "2. At 1310, near the village Choporlu at the borderline in the combat position, soldier Hovanes Verdyan was wounded from the Azerbaijani side.", "standard": "2. 13时10分，在边界线上Choporlu村附近的战斗阵地，士兵Hovanes Verdyan 因来自阿方的袭击而受伤。", "answer": "2. 13时10分,士兵霍瓦内斯·韦尔迪扬从阿塞拜疆一侧受伤。", "distance": 19}
{"source": "Convinced that meaningful and long lasting solutions to the recurrent youth challenges cannot be solved without the meaningful participation of the young people themselves;", "standard": "确信没有青年自身的切实参与，就无法切实和一劳永逸地解决青年一再面临的诸多挑战；", "answer": "确信没有青年人本身的有意义参与,解决青年反复出现的挑战的有意义和长期的解决方案是无法解决的;", "distance": 23}
{"source": "DLR developed and provided the Mobile Asteroid Surface Scout, which is a small lander on board Hayabusa2.", "standard": "德国航天中心开发并提供了移动式小行星表面探测器，是隼鸟二号上的一种小型降落器。", "answer": "德国航天中心开发和提供了流动小行星表面童子军,该童子军是载在Hayabusa2号船上的小型着陆器。", "distance": 14}
{"source": "Due regard shall be given to balanced gender representation.", "standard": "应适当注意性别均衡。", "answer": "应对男女比例均衡给予应有的考虑。", "distance": 8}
{"source": "Mainstreaming and institutionalizing gender equality in government planning and budgeting processes were considered an urgent priority.", "standard": "他们认为，将性别平等纳入政府的规划和预算工作并使之体制化是一个紧急优先事项。", "answer": "将两性平等纳入政府规划和预算编制过程的主流并使之制度化,被认为是一项紧迫的优先事项。", "distance": 18}
{"source": "Once detained, women must convert to the extremist interpretation of Islam.", "standard": "被扣押的妇女必须改信按照极端主义解释的伊斯兰教。", "answer": "妇女一旦被拘留,必须改用极端主义对伊斯兰教的解释。", "distance": 10}
{"source": "15. As the focal point for the Treaty, the Forum secretariat has continued:", "standard": "15. 作为条约的协调中心，太平洋岛屿论坛秘书处继续：", "answer": "15. 论坛秘书处作为《条约》的协调中心,继续:", "distance": 10}
{"source": "Janina Hasse-Mohsine (Germany)", "standard": "雅尼娜·哈塞-穆赫辛(德国)", "answer": "Janina Hasse-Mohsine(德国)", "distance": 4}
{"source": "Rapporteur: [ ]", "standard": "报告员：[.]", "answer": "报告员:[ ]", "distance": 2}
{"source": "On 7 and 8 July, UNODC hosted the second Forum expert meeting on protecting and using intelligence information in investigations and prosecutions led by the criminal justice sector and based on the rule of law.", "standard": "7月7日和8日，毒品和犯罪问题办公室主办了关于保护和利用由刑事司法部门领导、以法治为基础的侦查和起诉方面的情报信息的第二次全球反恐论坛专家会议。", "answer": "7月7日和8日,毒品和犯罪问题办公室主办了第二届论坛专家会议,主题是在刑事司法部门牵头的基于法治的调查和起诉中保护和利用情报信息。", "distance": 28}
{"source": "18. In the present context, States parties must not get left behind by the dynamic that is starting to develop around the need to ban immoral weapons.", "standard": "18. 在当前的形势下，面对日益显露的禁止此类不道德武器的必然趋势，缔约国不应再争论不休。", "answer": "18. 在目前情况下,缔约国绝不能被围绕着禁止不道德武器的需要而开始发展的动态所抛弃。", "distance": 20}
{"source": "Office of the Staff Counsellor", "standard": "调自特派团支助主任办公室", "answer": "工作人员顾问办公室", "distance": 4}
{"source": "Total number of shots: ~ 6,965", "standard": "射击总数：~ 6 965", "answer": "射击总数:~6 965次", "distance": 4}
{"source": "UNCTAD products are of variable, but generally good, quality", "standard": "贸发会议的产品各有不同，但总的来说质量良好", "answer": "贸发会议的产品可变,但质量一般良好,质量优良", "distance": 8}
{"source": "The weaponry was photographed.", "standard": "拍下了武器的照片。", "answer": "武器被拍照。", "distance": 4}
{"source": "26. The basic principles of the Netherlands export control policy on dual-use goods, including nuclear goods, are set out in the government response to the European Commission on the dual-use export control system of the EU Green Paper and the report on the written consultations on the subject, adopted on 21 October 2011.", "standard": "26. 荷兰对两用品包括核物品的出口管制政策的基本原则，载在政府对欧洲联盟委员会的\"欧洲联盟双重用途出口管制制度绿皮书\"作出的回应，以及2011年10月21日通过的关于就这个问题进行的书面协商的报告。", "answer": "26. 2011年10月21日通过的政府对欧洲联盟委员会关于欧盟绿皮书两用出口管制制度的回复和关于该问题的书面磋商报告阐述了荷兰关于两用货物,包括核货物出口管制政策的基本原则。", "distance": 43}
{"source": "12. Under the Domestic Violence Prevention Act, a Domestic Violence Prevention National Strategy (2014 -- 2016) has been formulated, endorsed and disseminated to relevant stakeholders for implementation.", "standard": "12. 为落实《预防家庭暴力法》，已经制定和批准了《预防家庭暴力国家战略(2014-2016)》，并散发到相关的利益攸关方以供落实。", "answer": "12. 根据《防止家庭暴力法》,制定、批准并向相关利益攸关方传播了《预防家庭暴力国家战略》(2014-2016年),供其实施。", "distance": 27}
{"source": "As at 21 November 2014, 86 parties had reported for 2010 (50 per cent), 85 for 2011 (49 per cent) and 80 for 2012 (45 per cent).", "standard": "截至2014年11月21日，有86个缔约方汇报了2010年情况（50%），85个缔约方汇报了2011年情况（49%），80个缔约方汇报了2012年情况（45%）。", "answer": "截至2014年11月21日,86个缔约方报告了2010年(50%),85个缔约方报告了2011年(49%),80个缔约方报告了2012年(45%)。", "distance": 17}
{"source": "UN-Habitat has designed guidelines for establishing community groups empowered to design, manage and implement participatory slum upgrading projects, supported by the United Nations country teams and with the technical support of UN-Habitat.", "standard": "人居署已设计了社区团体成立准则，增强其在联合国国家团队的支持及在人居署的技术支持下，设计、管理和实施参与式贫民窟改造项目的权能。", "answer": "人居署设计了建立社区团体的指导方针,授权其设计、管理和实施参与性贫民窟改造项目,得到联合国国家工作队的支持,并得到人居署的技术支持。", "distance": 32}
{"source": "12. Take all necessary measures to support the legitimate authorities and help restore security and stability to Libya, in implementation of the relevant Council of the League of Arab States resolutions and the Charter of the League, and pursuant to the Joint Defence and Economic Cooperation Treaty between the Arab League States and its military annex;", "standard": "12. 根据阿拉伯国家联盟的相关决议及阿盟《宪章》，并按照阿盟成员国《共同防御和经济合作条约》及其军事附件，采取一切必要措施，支持合法国家机构恢复利比亚的安全与稳定；", "answer": "12. 采取一切必要措施,支持合法当局,帮助恢复利比亚的安全与稳定,执行阿拉伯国家联盟理事会相关决议和《阿盟宪章》,并根据《阿拉伯联盟国家间联合防御和经济合作条约》及其军事附件;", "distance": 47}
{"source": "The proposal includes a list of 753 personnel to be retired in the first of five batches over a five-year period.", "standard": "此类人员在为期五年期间分五批退休；提议包括第一批退休的753名人员名单。", "answer": "提案包括一份在五年期内在五个批次中的第一批中退休的753人的名单。", "distance": 15}
{"source": "A recent Kenyan study by Johns Hopkins University found that women cookstove entrepreneurs sold 3 times many cookstoves as their male peers when given the same level of training and support (Shankar et al 2014).", "standard": "约翰霍普金斯大学近期对肯尼亚人进行的一项研究发现，如果接受相同程度的培训和支持，烤炉女企业家售出的烤炉比她们的男性同行多3倍(Shankar等，2014年)。", "answer": "Johns Hopkins大学最近在肯尼亚进行的一项研究发现,女性烹饪创业者在获得同等水平的培训和支持时,作为男同行出售了3倍多的炉灶(Shankar等人,2014年)。", "distance": 28}
{"source": "12.63 The net decrease is due mainly to the freezing of recruitment against an established post ($187,800) and the proposed reduction under travel of staff, as reflected in paragraph 12.20 of the present report.", "standard": "12.63 资源数额净减的主要原因是，一如本报告第12.20段所述，将冻结一个常设员额(187 800美元)的征聘，并拟议削减工作人员差旅费。", "answer": "12.63 净减少的主要原因是冻结了常设员额的征聘(187 800美元),以及如本报告第12.20段所述,拟议减少工作人员差旅费。", "distance": 28}
{"source": "9. Furthermore, while an Israeli \"minor\" under Israeli criminal law is a person who has not yet turned 18, the age of majority for Palestinians is still 16 for the purpose of arrest, detention and interrogation.", "standard": "9. 此外，虽然根据以色列刑法以色列的\"未成年人\"为未满18岁的人，但对巴勒斯坦人，在逮捕、拘留和审讯行动中，仅仅16岁的人也被视为成年年龄。", "answer": "9. 此外,虽然以色列刑法规定的以色列“未成年人”是一个尚未年满18岁的人,但为了逮捕、拘留和审讯的目的,巴勒斯坦人的成年年龄仍为16岁。", "distance": 28}
{"source": "The Council notes that the spirit of Arusha helped to sustain almost a decade of peace in Burundi.", "standard": "安理会指出，在阿鲁沙精神的帮助下，布隆迪保持和平已有快十年了。", "answer": "安理会指出,阿鲁沙精神有助于布隆迪维持近十年的和平。", "distance": 13}
{"source": "Seafarers account for eight cases of HIV; the others are one housewife, one student and one child.", "standard": "八宗艾滋病毒病例的感染者是海员；其他人中有一名家庭主妇，一名学生和一名儿童。", "answer": "海员有8例艾滋病毒病例,其他为一名家庭主妇、一名学生和一名儿童。", "distance": 13}
{"source": "Throughout nearly half a century of this belligerent military occupation, all such measures have served one Israeli agenda: to forcibly displace the Palestinian population and colonize and de facto annex massive areas of Palestinian land, in grave breach of international law and in contradiction to the two-State solution on the pre-1967 borders.", "standard": "近半个世纪敌对军事占领时期的所有这些措施严重违反国际法并违反了以1967年前边界为基础的两国解决办法，服务于一个以色列议程：即强行驱逐巴勒斯坦居民并对大片巴勒斯坦土地进行殖民和事实上的吞并。", "answer": "在整个近半个世纪的交战军事占领中,所有这些措施都服务于以色列的一个议程:强行驱逐巴勒斯坦人口,殖民和事实上吞并大片巴勒斯坦土地,严重违反国际法,违背1967年前两国边界解决办法。", "distance": 46}
{"source": "The Vice Ministry of Indigenous Affairs was established through Act No. 64 of 2013.", "standard": "2013年第64号法建立了副部级土著事务机构。", "answer": "土著事务副部长是根据2013年第64号法案设立的。", "distance": 11}
{"source": "Australia is contributing $A45,000 towards training for Pacific IAEA member States to help develop their technical cooperation projects.", "standard": "澳大利亚准备向太平洋地区的原子能机构成员国捐款45,000澳元，帮助他们开发自己的技术合作项目。", "answer": "澳大利亚正在捐助45 000澳元,用于培训太平洋原子能机构成员国,帮助制定技术合作项目。", "distance": 18}
{"source": "developing procedures to confirm declared nuclear weapon attributes;", "standard": "制定证实所申报核武器的属性的程序；", "answer": "制定程序,确认已宣布的核武器特征;", "distance": 9}
{"source": "Immediately thereafter, her brother-in-law ordered her to vacate the house where she was living, and she was told that under Sukuma customary law she could not inherit her husband's estate.", "standard": "去世后不久，E.S.的小叔命令她搬出位于现在的居所，并告诉她，依照苏库马习惯法，她无权继承其丈夫的遗产。", "answer": "紧接着,她的姐夫命令她搬出所住的房子,她被告知,根据Sukuma习惯法,她不能继承丈夫的遗产。", "distance": 25}
{"source": "No one should have any doubts that those responsible for that and other massacres of civilians shall be held accountable.", "standard": "应当追究那些对这次屠杀和其他屠杀平民的行为负责的人的责任，这是毋庸置疑的。", "answer": "任何人都不应怀疑,应该追究那些要对此和其他屠杀平民行为负责的人的责任。", "distance": 16}
{"source": "With regard to whether there was or should be a model scale of priority to determine whether some issues or uses should take precedence over others, or whether the scale could be adapted to suit each case or circumstance, Mr. Becker-Weinberg noted that that depended on how marine spatial planning was perceived by individual States.", "standard": "至于是否已有或应有一个优先次序示范标尺用以确定某些问题或用途应优先于其他问题或用途，或这一标尺可否根据个案或具体情况加以调整，Becker-Weinberg先生指出，这取决于具体国家如何看待海洋空间规划问题。", "answer": "贝克尔-温伯格先生指出,在确定一些问题或用途是否应当优先于其他问题或用途,或者该比额表是否可以调整以适应每个情况或情形方面,是否存在或应当有一个示范优先比额表,这取决于各国如何看待海洋空间规划。", "distance": 44}
{"source": "International environmental law remains applicable in armed conflict and can pertain to nuclear weapons, although it does not specifically regulate these arms.", "standard": "国际环境法可在武装冲突的情况下适用，而且可与核武器相关，尽管它并未对核武器作出具体规定。", "answer": "国际环境法仍然适用于武装冲突,并可能涉及核武器,尽管它没有具体管制这些武器。", "distance": 21}
{"source": "Article 55(1) and (2) CC provide for confiscation of property or a part thereof; the size of property confiscation is to be determined by court.", "standard": "《刑法典》第55(1)和(2)条对没收财产或部分没收财产作出了规定；财产的没收数量将由法院决定。", "answer": "《刑法》第五十五条第(1)款和第(2)款规定没收财产或其一部分;财产没收的规模由法院决定。", "distance": 19}
{"source": "Although the minimum age of marriage is 18 years for both boys and girls, a high proportion of girls are reported to be married before that age.", "standard": "虽然男女最低结婚年龄为18岁，但是据悉有相当多的女子结婚时不到18岁。", "answer": "虽然男孩和女孩的最低结婚年龄均为18岁,但据报告,在该年龄之前结婚的女孩比例很高。", "distance": 19}
{"source": "27. Primary and secondary education are free and compulsory for children ages 5 through 17.", "standard": "27. 小学和中学对5至17岁的儿童实行免费义务教育。", "answer": "27. 5至17岁儿童的初等和中等教育是免费和义务的。", "distance": 12}
{"source": "1. Takes note of the growing experience of UNICEF in working in countries that have recently transitioned from middle-income to high-income status, as approved by the Executive Board through the approval of country programme documents and multi-country programme documents;", "standard": "1. 表示注意到儿基会在最近从中等收入向高收入地位过渡的国家开展工作的经验愈来愈丰富，执行局通过核准国家方案文件和多国方案文件核准了这些国家的地位；", "answer": "1. 注意到儿童基金会通过核准国家方案文件和多国方案文件,在执行局核准的最近从中等收入向高收入地位过渡的国家开展工作的经验日益丰富;", "distance": 36}
{"source": "In addition, the effects of the disease in Liberia have affected the delivery of the Mission's mandate, owing to unrest among the local populations and the weakening of Liberian institutions that are critical to the ongoing stabilization of the country and the development of its security forces.", "standard": "此外，由于当地民众持续骚乱而且对利比里亚保持稳定及发展其安全部队极其重要的该国各种机构能力渐弱，利比里亚境内疫情所造成的后果已影响到特派团任务的执行。", "answer": "此外,该疾病在利比里亚的影响也影响到特派团任务的完成,原因是当地民众之间的动乱以及利比里亚机构削弱,而这些机构对于利比里亚的持续稳定和发展其安全部队至关重要。", "distance": 39}
{"source": "Recognizing that yoga provides a holistic approach to health and well-being,", "standard": "确认瑜伽能够全面增进健康和福祉，", "answer": "承认瑜伽为健康和福祉提供了一个整体方法,", "distance": 10}
{"source": "None can afford to see Libya descend into further chaos and violence; Libyan stability remains integral to that of its neighbours, and the wider region.", "standard": "利比亚陷入进一步的动乱和暴力无益于任何人；利比亚的稳定仍然与其邻国和更广泛的区域密不可分。", "answer": "任何人都不能看到利比亚进一步陷入混乱和暴力;利比亚的稳定仍然是其邻国和更广泛区域稳定不可分割的一部分。", "distance": 20}
{"source": "The threat to our region is very real.", "standard": "本地区面临的威胁千真万确。", "answer": "对我们区域的威胁非常真实。", "distance": 5}
{"source": "He cited evidence in the report of two specific incidents where military materiel previously exempted by the Committee had been diverted.", "standard": "他举证说，据报发生了2起具体事件，其中有人挪用了委员会先前予以豁免的军用物资。", "answer": "他在报告中援引了两起具体事件的证据,在这些事件中,委员会以前豁免的军用物资被转用。", "distance": 18}
{"source": "Several speakers recalled the importance of international tax cooperation to enhance resource mobilization for structural transformation.", "standard": "一些发言人忆及，要想加强为结构转型调动资源，必须开展国际税务合作。", "answer": "几位发言者回顾了国际税务合作对于加强资源调动以促进结构转型的重要性。", "distance": 18}
{"source": "It is clear that attacks against Palestinian Christian and Muslim holy sites are intended to terrorize and intimidate the Palestinian people, an objective shamelessly claimed by settlers carrying out this violent campaign, which they have dubbed as \"price tag\" attacks for years, as well as by settler leaders, some of them members of the Israeli Government.", "standard": "显然，对巴勒斯坦基督教和穆斯林圣地进行的袭击的目的是恐吓和恫吓巴勒斯坦人民，实施这一暴力行动的定居者多年来将这一暴力行动称为\"价格标签\"袭击，厚颜无耻地宣扬这一目的，甚至定居者领导人(其中一些人是以色列政府官员)也作出这种宣称。", "answer": "很明显,袭击巴勒斯坦基督教和穆斯林圣地的目的是恐吓和恐吓巴勒斯坦人民,实施这一暴力运动的定居者以及定居者领导人,其中有些是以色列政府成员多年来称之为“价格标签”攻击,他们无耻地客观地声称,这是一次客观的、无耻的行动。", "distance": 47}
{"source": "But at the sunset of their lives, they are left empty handed.", "standard": "但是在晚年，她们却空手而归。", "answer": "到了他们生命的落日,他们却空手而归。", "distance": 8}
{"source": "Indeed, it is surprising that the only reports of insurgency concern four districts in the province of Bujumbura Mairie: Musaga, in the commune of Muha, Cibitoke and Ngagara, in the commune of Ntahangwa, and Nyakabiga, in the commune of Mukaza.", "standard": "实际上，叛乱报告仅涉及布琼布拉城市省四个区，即Muha镇的Musaga、Ntahangwa镇的Cibitoke和Ngagara以及Mukaza镇的Nyakabiga，这令人感到诧异。", "answer": "令人惊讶的是,唯一关于叛乱的报告涉及布琼布拉市的四个县:Musaga,在Mukaza市的Muha、Cibitoke和Ntahangwa镇的Ngagara镇和Nyakabiga镇的Musaga。", "distance": 32}
{"source": "In that context and with a view to ensuring the smooth transition of functions to the Residual Mechanism, pursuant to resolution 1966 (2010), the Division and the Section have jointly continued a comprehensive review of cases that have gone to final judgement, in order to identify any potentially exculpatory material that has not yet been disclosed.", "standard": "在这一背景下，为根据安全理事会第1966(2010)号决议确保将各项职能顺利转交余留机制，上诉和法律咨询司及资料和证据支助科对已经进入最后判决程序的案件共同开展了全面复查，以找出尚未披露的有可能证明无罪的材料。", "answer": "在这方面,为确保职能顺利过渡到余留事项处理机制,根据第1966(2010)号决议,该司和该科共同继续全面审查最终判决的案件,以确定任何尚未披露的可能开脱罪责的材料。", "distance": 46}
{"source": "Inclusion under the health goal would ensure the prioritisation of sexual and reproductive health services in the context of the right to health.", "standard": "纳入到健康目标之下将确保性和生殖的健康服务在获得健康权方面处于优先位置。", "answer": "将性健康和生殖健康服务纳入健康目标将确保在健康权方面优先考虑性健康和生殖健康服务。", "distance": 19}
{"source": "Commitment to tackling these root causes must not be lost in the reframing of the OWG report around \"essential elements\" as suggested in the Secretary General's report.", "standard": "在围绕秘书长报告中所建议的\"基本要素\"变革开放工作组报告的过程中，不得丟掉对解决这些根源做出的承诺。", "answer": "该工作组报告按照秘书长报告的建议围绕“基本要素”重新组合,绝不应丧失解决这些根源的承诺。", "distance": 22}
{"source": "They should no longer dare pull up the Democratic People's Republic of Korea over all its measures to bolster up its military muscle for self-defence, terming them \"provocation\" and \"threat\".", "standard": "他们再也不敢因为朝鲜民主主义人民共和国为增强军事自卫力量所采取的任何措施而斥责朝鲜，将这说成\"挑衅\"和\"威胁\"。", "answer": "他们再也不能敢于拉动朝鲜民主主义人民共和国的所有措施,加强其自卫军事实力,称其为“挑衅”和“威胁”。", "distance": 25}
{"source": "The conference will take place under the auspices of the General Secretariat of the Gulf Cooperation Council, upon the request of President Hadi to his counterparts in the Gulf Cooperation Council, of 5 March 2015.", "standard": "会议根据哈迪总统2015年3月5日向他在海湾合作委员会的同僚提出的请求，将在海湾合作委员会总秘书处的主持下召开。", "answer": "这次会议将在海湾合作委员会总秘书处的主持下,应哈迪总统向海湾合作委员会对应机构提出的请求,于2015年3月5日举行。", "distance": 28}
{"source": "To that end, we participate in multilateral, regional and bilateral initiatives that have the political aim of finding mechanisms for discussion and analysis to achieve the objective of a nuclear-weapon-free world.", "standard": "在这个前提下，我们秉着逐步开发讨论和分析空间的新方法这一政治目标，参与多边、地区性和双边倡议，以求实现建设无核武器世界的终极目标。", "answer": "为此目的,我们参加多边、区域和双边倡议,这些倡议的政治目标是寻找讨论和分析机制,以实现无核武器世界的目标。", "distance": 28}
{"source": "South America's commodity exporters, particularly oil exporters, have experienced significant changes in the terms of trade and, consequently, in their external accounts, in addition to weaker investment prospects.", "standard": "除投资前景更加疲弱外，南美洲的商品出口国(特别是石油出口国)的贸易及其国外收支账户都出现了大幅变化。", "answer": "南美洲的商品出口国,特别是石油出口国,除了投资前景暗淡外,贸易条件也发生了重大变化,其对外账户也因此发生了重大变化。", "distance": 28}
{"source": "The separation of plutonium is also not one of the activities included in our country's nuclear fuel cycle.", "standard": "此外，我国不考虑将分离的钚作为其核燃料循环活动的一部分。", "answer": "分离钚也不是我国核燃料循环中包括的活动之一。", "distance": 14}
{"source": "The research results indicate increased understanding of the law and politics and increased civic awareness and social engagement.", "standard": "对调查结果的分析表明，人口的政治和法律文化水平、公民意识和社会活动水平都有所提高。", "answer": "研究结果表明,人们对法律和政治有了更多了解,公民意识和社会参与也有所提高。", "distance": 17}
{"source": "Here, we reiterate our call for accountability for these crimes committed against the Palestinian people, including our innocent children, who are being traumatized daily by the Israeli occupation and whose futures are in jeopardy of being completely lost if such Israeli impunity is not brought to a halt.", "standard": "我们在这里再次呼吁就这些对包括无辜儿童在内的巴勒斯坦人民犯下的罪行追究责任；以色列的占领每一天都给这些儿童的心灵带来创伤，如果以色列继续逍遥法外，他们就面临彻底丧失未来前途的危险。", "answer": "在此,我们再次呼吁追究对巴勒斯坦人民,包括无辜的儿童犯下的这些罪行的责任。 以色列占领每天给他们带来创伤,如果不制止以色列的这种有罪不罚现象,他们的未来将面临完全丧失的危险。", "distance": 40}
{"source": "As the destruction at Veolia ES is currently on hold pending the resolution of technical issues, an accurate forecast about its completion date cannot be provided at this time.", "standard": "鉴于在解决技术问题之前Veolia环境服务公司现已暂停了销毁，目前难以对作业的完了日期作出确切预测。", "answer": "由于在Veolia ES的销毁工作目前暂停,等待技术问题的解决,目前无法准确预测其完成日期。", "distance": 23}
{"source": "It is a model for other international financial institutions and United Nations organizations in demonstrating their firm commitment in respecting the rights of indigenous peoples, including on self-determined development.", "standard": "在表明坚定地致力于尊重土著人民权利，包括他们的自决发展权方面，农发基金为其他国际金融机构和联合国组织树立了榜样。", "answer": "它是其他国际金融机构和联合国组织的典范,表明它们坚定承诺尊重土著人民权利,包括自决发展。", "distance": 29}
{"source": "Cumulatively, this illegal and destructive campaign has not only cast serious doubts on the prospects for the two-State solution, but also given greater viability to the inevitability of a one-State outcome.", "standard": "久而久之，这种非法和破坏性的活动不仅令人对两个国家的解决方案前景产生严重怀疑，同时也给一个国家的结果增添了可能。", "answer": "累积起来,这一非法和破坏性的运动不仅使人们严重怀疑两国解决方案的前景,而且使一国结果不可避免的可行性提高。", "distance": 27}
{"source": "Recognizing the importance of the regional dimension in ensuring energy security and the sustainable use of energy and the role of the United Nations regional commissions in this regard, as vested in them by paragraph 100 of the outcome document entitled \"The future we want\",", "standard": "认识到区域层面在确保能源安全和可持续利用能源方面的重要意义以及题为\"我们希望的未来\"的成果文件第100段在这方面赋予联合国各区域委员会的作用，", "answer": "认识到题为\"我们希望的未来\"的成果文件第100段赋予各区域委员会的确保能源安全和可持续利用能源的区域层面的重要性以及联合国各区域委员会在这方面的作用,", "distance": 36}
{"source": "A court order would be required in order to provide information that is not available to the general public in relation to an MLA request.", "standard": "如果要提供不可提供给一般公众的有关司法协助请求信息，必须获得法院命令。", "answer": "需要下达法院命令,以便向公众提供不能提供的与司法协助请求有关的信息。", "distance": 18}
{"source": "Geneva, 4 - 15 May 2015", "standard": "2015年5月4-15日，日内瓦", "answer": "2015年5月4日至15日,日内瓦", "distance": 3}
{"source": "Above all Women's health lacks the needed research for tailoring action plans and practices.", "standard": "最重要的是，在妇女健康方面，缺乏所需的对相应的行动计划和做法的研究。", "answer": "最重要的是,妇女保健缺乏必要的研究,无法调整行动计划和做法。", "distance": 12}
{"source": "The objective is to curb the growth of poverty and extreme hunger by empowering women, using an approach based on sustainable development.", "standard": "其目的是通过增强妇女权能，使用基于可持续发展的方法来遏制贫穷和极度饥饿的增长。", "answer": "目标是采用以可持续发展为基础的方法,赋予妇女权力,以遏制贫困和极端饥饿的增长。", "distance": 18}
{"source": "The Director of OIAI agreed with the request and withheld the report from public disclosure.", "standard": "内部审计和调查办公室主任同意了这一要求，没有向公众披露这份报告。", "answer": "内审办主任同意这一要求,不公开披露报告。", "distance": 12}
{"source": "In Aleppo alone, at least 72 civilians were killed as a result of Syrian regime air strikes.", "standard": "仅在阿勒颇就至少有72名平民在叙利亚政权的空袭中丧生。", "answer": "仅在阿勒颇,叙利亚政权空袭至少造成72名平民死亡。", "distance": 12}
{"source": "II. Recent developments", "standard": "二. 近期事态发展", "answer": "二. 最新发展情况", "distance": 3}
{"source": "He noted how the increasing number of uses of the oceans and regulations, in addition to the growing trend towards an integrated management of ocean activities, provided a gradually more complex and challenging business environment for ocean industries.", "standard": "他指出，除了综合管理海洋活动的趋势越来越强，利用海洋的活动和法规也越来越多，使得海洋产业的环境逐渐越来越复杂，越来越具有挑战。", "answer": "他注意到,海洋和规章的使用日益增多,加上海洋活动综合管理的趋势日益增长,为海洋工业提供了一个逐渐更加复杂和更具挑战性的商业环境。", "distance": 33}
{"source": "29. The round table on the theme \"Reconstruction after disasters: build back better\" was opened on 15 March 2015 by the Deputy Prime Minister of Turkey, Numan Kurtulmus.", "standard": "29. 2015年3月15日，土耳其副总理努曼·库特莫斯宣布主题为\"灾后重建：重建得更好\"的圆桌会议开幕。", "answer": "29. 主题为“灾后重建:重建得更好”的圆桌会议于2015年3月15日由土耳其副总理努曼·库图姆斯宣布开幕。", "distance": 22}
{"source": "14. Since 2007, Israel has treated Palestinians originating from Gaza and living in the West Bank as \"illegal stayers\", unless they hold a permit issued by the military.", "standard": "14. 2007年以来，以色列开始将居住在西岸、来自加沙的巴勒斯坦人视作\"非法滞留者\"，仅持有许可证的人不在此列。", "answer": "14. 自2007年以来,以色列一直将来自加沙并在西岸生活的巴勒斯坦人作为“非法居留者”对待,除非他们持有军方颁发的许可证。", "distance": 22}
{"source": "Significant progress has been made in the area of access to education especially for the girl child.", "standard": "在获得教育机会方面已经取得了巨大的进步，特别是对于女孩来说。", "answer": "在获得教育,特别是女童接受教育方面,已经取得重大进展。", "distance": 13}
{"source": "It also welcomes the entry into force of the Africa-Nuclear-Weapon-Free-Zone Treaty (the Pelindaba Treaty), which it was the third African country to ratify on 11 February 1998.", "standard": "阿尔及利亚是非洲第三个批准该条约的国家，批准时间为1998年2月11日。", "answer": "它还欢迎《非洲无核武器区条约》(《佩林达巴条约》)生效,它是1998年2月11日批准的第三个非洲国家。", "distance": 23}
{"source": "The facts confirm that the intentional slaughter of the civilians in Khojaly was directed at their mass extermination only because they were Azerbaijanis.", "standard": "事实证明，对霍加利平民的蓄意屠杀是要将其大规模灭绝，原因不过是他们是阿塞拜疆人。", "answer": "事实证实,蓄意屠杀霍贾里平民是因为他们是阿塞拜疆人,才导致大规模灭绝。", "distance": 20}
{"source": "In the absence of an authority to borrow funds from external sources, the Working Capital Fund provides a vital source of cash to meet the Organization's financial commitments when there is insufficient income from assessed contributions due to delays or non-payments by Member States.", "standard": "2. 在未得到授权从外部来源借入资金的情况下，如有成员国拖延会费或不缴会费而造成来自分摊会费的收入不足时，周转基金即为兑现本组织的财务承诺提供一个重要的现金来源。", "answer": "由于没有从外部来源借款的权力,当由于会员国拖延或不付款而导致分摊会费收入不足时,周转基金提供了一个重要的现金来源,用以支付本组织的财政承付款。", "distance": 37}
{"source": "In his capacity as Secretary-General of Habitat III, the Executive Director provided an additional detailed briefing on Habitat III in which he touched on funding, support for the Conference by other United Nations entities, the Habitat III secretariat and the participation of the civil society, among other things.", "standard": "作为人居三的秘书长，执行主任进一步详细通报了他所了解的人居三在供资、联合国其他实体对大会的支持、人居三秘书处以及民间社会参与等方面的情况，以及其他事项。", "answer": "执行主任以 \" 人居三 \" 会议秘书长的身份,就 \" 人居三 \" 会议作了进一步的详细简报,除其他外,他谈到筹资、联合国其他实体对人居三的支持、人居三秘书处和民间社会的参与。", "distance": 41}
{"source": "These reports found \"compelling confirmation\" that the toxic chemical chlorine gas was used \"systematically and repeatedly\" as a weapon of war in the opposition-held villages of Talmenes, Al Tamanah and Kafr Zita from April to August 2014.", "standard": "这些报告\"令人信服地确认了\"，从2014年4月至8月，在反对派占据的塔尔马涅斯村、塔曼纳赫村和卡费尔泽塔村，曾作为武器而有系统地反复使用了有毒的化学品氯气。", "answer": "这些报告发现,2014年4月至8月,反对派控制的Talmenes、Al Tamanah和Kafr Zita村“有系统和反复地使用有毒化学氯气”作为战争武器。", "distance": 31}
{"source": "Bars too are forbidden to stay open later than 10 p.m.", "standard": "禁止酒吧在22时后营业。", "answer": "酒吧也不得在晚10时前开放。", "distance": 7}
{"source": "9. At 0940 hours on 25 Rajab A.H. 1436 (14 May A.D. 2015), two mortars belonging to the Houthi terrorist group were observed near the Hasanah observation post, opposite border markers 266 and 277, some 700 metres from the border. (Najran sector 2)", "standard": "9. 回历1436年7月25日(公历2015年5月14日)9时40分，在266和277号界碑相对的Hasanah观察所附近，看见胡塞恐怖团体的2门迫击炮，距离边界大约700米。", "answer": "9. 9时40分,回历1436年9时25分(公历2015年5月14日),在距边界约700米处266号和277号界标对面的Hasanah观察哨附近观察到属于Houthi恐怖团伙的两门迫击炮。", "distance": 32}
{"source": "50. Despite opportunities and potential roles Asia-Pacific states can have regarding these issues, the importance of various relationships with the P5 and other states would still factor significantly, while pressure from the P5 is to be expected.", "standard": "50. 尽管在这些问题上亚太国家可能存在机会，也可发挥潜在作用，但它们与五个核武器国家和其他国家的各种关系十分重要，这种重要性仍会产生很大影响，五核国预计会施加压力。", "answer": "50. 尽管亚太国家在这些问题上有机会并发挥潜在作用,但与五常和其他国家的各种关系仍然具有重大意义,同时预计来自五常的压力也会很大。", "distance": 32}
{"source": "Therefore, quarterly payments towards the outstanding awards will resume in 2016, in accordance with Governing Council decision 267 (2009).", "standard": "因此，将在2016年恢复按照理事会第267(2009)号决定的规定，按季度支付未清偿的裁定赔偿款。", "answer": "因此,根据理事会第267(2009)号决定,对未付赔偿金的季度付款将在2016年恢复。", "distance": 18}
{"source": "Another good example of significant community contribution is the volunteer probation officers programme, developed in several Asian countries, including Japan, the Philippines, the Republic of Korea, Singapore and Thailand.", "standard": "包括日本、菲律宾、大韩民国、新加坡和泰国在内的几个亚洲国家制订了志愿缓刑监护官方案，这是社区做出重要贡献的另一个很好的例子。", "answer": "社区作出重要贡献的另一个良好例子是在日本、菲律宾、大韩民国、新加坡和泰国等几个亚洲国家制定的自愿缓刑监督官方案。", "distance": 29}
{"source": "Commissioning analytical papers and in-house research on rethinking human development", "standard": "委托开展反思人类发展的分析文件和内部研究", "answer": "委托编写分析文件和内部研究,重新思考人类发展问题", "distance": 11}
{"source": "In that regard, I welcome efforts to take forward intercommunal dialogue, which is an important tool for advancing social cohesion and reconciliation between communities.", "standard": "为此，我欢迎各方努力推动社区间对话，利用这一重要途径，加强社会凝聚力，促进社区间和解。", "answer": "在这方面,我欢迎为推动族群间对话所作的努力,这一对话是促进社会凝聚力和社区间和解的重要工具。", "distance": 22}
{"source": "UNICEF technical focal point for the management response to the formative evaluation:", "standard": "儿基会形成性评价管理对策事务技术协调人：", "answer": "管理方对初步评价作出反应的儿童基金会技术协调中心:", "distance": 11}
{"source": "Support policies and programs that foster poverty alleviation and women's right to work and sustainable livelihoods, based on substantive equality and recognizing both women's public and private lives:", "standard": "在实质平等和承认妇女的公共和私人生活的基础上，制定政策和方案促进减少贫困，促进妇女在劳动和可持续生计方面的权利：", "answer": "支持政策和方案,在实质性平等的基础上,在承认妇女公共和私人生活的基础上,促进减贫和妇女的工作和可持续生计权利:", "distance": 26}
{"source": "Arrest warrants issued by the Court include several counts of rape as both a war crime and a crime against humanity.", "standard": "该法院发出的逮捕令包含多起将强奸作为战争罪行和危害人类罪行的案件。", "answer": "该法院签发的逮捕令包括数项强奸罪,既构成战争罪,又构成危害人类罪。", "distance": 15}
{"source": "The food deliveries were accompanied by WFP-supplied nutritional supplies for 1,197 children.", "standard": "伴随着食物交付的还有粮食署为1 197名儿童提供的营养品。", "answer": "在运送食品的同时,粮食计划署为1 197名儿童供应了营养用品。", "distance": 12}
{"source": "It bears noting in this context that United States presidential guidance issued in June 2013 concedes that \"the potential for a surprise, disarming nuclear attack is exceedingly remote\".", "standard": "在这方面应该注意的是，美国总统2013年6月发布的指导性意见承认，\"发动一场毁灭性核袭击的可能性十分渺茫\"。", "answer": "值得指出的是,在这方面,2013年6月发布的美国总统指导方针承认,“出人意料的解除核攻击的可能性非常遥远”。", "distance": 24}
{"source": "No progress can be made in the relations between the Democratic People's Republic of Korea and the United States unless the latter drops its inveterate and chronic repugnance and its hostile policy towards the former.", "standard": "除非美国放弃对朝鲜民主主义人民共和国根深蒂固的极端憎恶，否则朝美关系将无法改善。", "answer": "朝鲜民主主义人民共和国和美国之间的关系不可能取得任何进展,除非后者放弃对前者的固执和长期的憎恶和敌视政策。", "distance": 28}
{"source": "Key elements of sexual and reproductive health and rights that have gained Member State support after 1994 include comprehensive sexuality education (CPD 2009 and 2012), training and equipping health providers to provide safe abortion services in circumstances where abortion is not against the law (ICPD+5), and marital rape and honour killings as forms of violence (Beijing +5).", "standard": "在1994年之后得到各会员国支持的性和生殖健康及权利的主要因素包括：全面性教育（人口与发展委员会，2009和2012年）；对卫生保健提供者进行培训，使他们能够在堕胎不违法的情况下提供安全堕胎服务（人发会议五周年审查会议）；以及作为暴力形式的婚内强奸和荣誉杀人（北京+5审查会议）等。", "answer": "1994年后获得会员国支持的性健康和生殖健康及权利的关键要素包括全面的性教育(CPD 2009和2012年)、培训和装备保健提供者在堕胎不违法的情况下提供安全堕胎服务(人发会议五周年)、婚内强奸和名誉杀人等暴力形式(北京会议五周年)。", "distance": 49}
{"source": "The annual report for 2014 of the procurement review body, which was published on 9 March, cited 537 cases of violation of the law, including irregularities in bid evaluations, decisions on bid winners, tender dossiers and technical requirements, as well as unequal treatment of bidders.", "standard": "采购审查委员会3月9日发布的2014年年度报告提及了537宗违反法律规定的案件，包括在评标、中标决定、招标卷宗和技术要求方面的不规范做法，以及不平等对待投标人的行为。", "answer": "采购审查机构2014年年度报告于3月9日公布,其中列举了537起违法案件,包括投标评价中的违规情况、关于中标人的决定、投标卷宗和技术要求,以及对投标人不平等待遇。", "distance": 37}
{"source": "Staff members undergo training to ensure a smooth transition to Inspira-based performance management by setting milestones and closely monitoring the timely completion of each performance cycle.", "standard": "工作人员接受培训，以确保向基于Inspira的绩效管理平稳过渡，设定进度里程碑，并密切监测及时完成每个业绩周期的情况。", "answer": "工作人员接受培训,通过设定里程碑和密切监测每个业绩周期的及时完成情况,确保顺利过渡到基于Inspira的业绩管理。", "distance": 25}
{"source": "However, UNDP management believes that because this is the first thematic evaluation of the HDRs, if the entire period of their publication (1990-2014) had been covered by the evaluation, as opposed to the last 10 years (2004-2014), the organization would have been benefitted in terms of information and guidance from more refined findings and conclusions.", "standard": "但是，联合国开发计划署管理层认为，由于这是首次对《人类发展报告》进行专题评估，如果评估涵盖了该报告的整个出版期间(1990-2014年)，而不是仅涵盖上一个10年期间(2004-2014)，就能得出更精确的评估结果和结论，使本组织获得更多信息，得到更好的指导。", "answer": "但是,开发署管理层认为,由于这是第一次对人类发展报告进行专题评价,如果整个出版期(1990-2014年)得到评价,而不是过去10年(2004-2014年),本组织本可以从更完善的调查结果和结论中获得信息和指导。", "distance": 46}
{"source": "Where illicit markets develop, they can quickly become entwined in local and transnational economies.", "standard": "20. 非洲市场如果发展起来，就会很快缠绕于当地和跨国经济中。", "answer": "非法市场一旦发展起来,就能够迅速与地方和跨国经济交织在一起。", "distance": 13}
{"source": "Nevertheless, inequalities remain in all of the critical areas of concern of the Platform for Action.", "standard": "尽管如此，《北京行动纲要》中所述的关键领域的不平等现象仍然存在。", "answer": "然而,在《行动纲要》的所有重大关切领域,不平等现象依然存在。", "distance": 13}
{"source": "Over the past few days, the visual, audio and print media have carried statements made by some Yemeni officials and some fabricated reports alleging that the Houthis are receiving support from Iran via Eritrea.", "standard": "过去几天中，一些也门官员在电视、广播和平面媒体上散布言论，还有一些媒体报编造谎言称，胡塞通过厄立特里亚获得了伊朗的支持。", "answer": "近几天来,视频、音频和印刷媒体刊登了一些也门官员的言论和一些捏造的报道,称胡塞人正通过厄立特里亚从伊朗获得支持。", "distance": 27}
{"source": "In Pakistan, 65 per cent of the population is comprised of young people that illustrates a major potential for a fledgling nation, provided that the government demonstrates political leadership and ensures compliance to the ICPD Programme of Action.", "standard": "在巴基斯坦，人口的65%由青年组成，这表明假设政府表现出政治领导力并确保遵守《国际人口与发展会议行动纲领》，巴基斯坦有可能成为一个新兴国家。", "answer": "在巴基斯坦,65%的人口由年轻人组成,他们展现出新生国家的巨大潜力,只要政府表现出政治领导才能,确保遵守人发会议《行动纲领》。", "distance": 32}
{"source": "Please also provide information on measures envisaged to ensure its full implementation, in particular awareness-raising activities for rural women.", "standard": "同时请提供资料，说明打算采取哪些措施以确保其充分执行，特别是关于农村妇女的提高认识活动。", "answer": "并请提供资料,说明为确保充分执行《公约》而设想采取的措施,特别是提高农村妇女认识的活动。", "distance": 19}
{"source": "They also pointed out the importance of traditional or customary systems of justice that often operated side by side with the formal justice system.", "standard": "他们还指出，经常与正式的司法制度携手并进的传统的或习惯意义上的司法制度有着重要意义。", "answer": "他们还指出传统或习惯司法系统的重要性,这些系统往往与正式司法系统并肩运作。", "distance": 19}
{"source": "8. Consideration of the transfer of technology and equipment, as well as capacity-building, in particular training, for the full and effective implementation of the Programme of Action and the International Tracing Instrument.", "standard": "8. 审议为全面和有效执行《行动纲领》和《国际追查文书》而进行的技术和设 备转让，以及能力建设，特别是培训。", "answer": "8. 审议技术和设备的转让以及能力建设,特别是培训,以便全面有效地执行《行动纲领》和《国际追查文书》。", "distance": 29}
{"source": "Having that in mind I should like to, in my capacity as Coordinator of the ACT Group, draw your attention to proposals by the Group on the appointment of the next Secretary-General of the United Nations, to be decided in 2016.", "standard": "有鉴于此，我愿以加强问责制、一致性和透明度国家集团协调员的身份提请你注意本集团就将于2016年确定的下任联合国秘书长的人选问题提出的建议。", "answer": "鉴此,我谨以青蒿素综合疗法集团协调员的身份,提请你注意该小组关于任命下一任联合国秘书长的建议,该建议将于2016年决定。", "distance": 29}
{"source": "There were no major security incidents.", "standard": "本报告所述期间没有发生重大安全事件。", "answer": "没有发生重大安全事件。", "distance": 5}
{"source": "the Johannesburg Plan of Implementation and the outcome document of the United Nations Conference on Sustainable Development, entitled \"The future we want\",", "standard": "《约翰内斯堡执行计划》和联合国可持续发展大会题为\"我们希望的未来\"成果文件所载国际商定的与水有关的目标所提出的多项建议，", "answer": "《约翰内斯堡执行计划》 和联合国可持续发展大会题为“我们希望的未来”的成果文件,", "distance": 20}
{"source": "16. Place and date of the next meeting.", "standard": "确定下次会议时间和地点。", "answer": "16. 下次会议的地点和日期。", "distance": 5}
{"source": "While indiscriminate by design, the regime's aerial weapons, such as barrel bombs, are strategically deployed to maximize civilian casualties and suffering.", "standard": "该政权的桶式炸弹等空中武器在设计上具有滥杀滥伤性质，其战略部署旨在尽量扩大平民伤亡和痛苦。", "answer": "叙利亚政权的空中武器,如桶装炸弹,虽然是不分青红皂白的,但却是战略性部署的,以尽量扩大平民伤亡和痛苦。", "distance": 20}
{"source": "As I have stated on numerous occasions, the region as a whole shares my country's concern over the British militarization of the South Atlantic, which has been denounced by various international forums because it creates an unnecessary and unjustified tension in the South Atlantic, a nuclear-weapon-free zone characterized by its commitment to peace.", "standard": "正如我曾多次指出，南大西洋整个区域都和我国一样对英国军事化该区域感到担忧，一些国际论坛也对此表示谴责，因为军事化在南大西洋这个秉持和平的无核武器区制造了不必要而且无理由的紧张局势。", "answer": "正如我多次指出的那样,整个区域与我国一样,对英国对南大西洋的军事化感到关切。 南大西洋在南大西洋造成不必要和不合理的紧张局势,南大西洋是一个无核武器区,其特点是致力于和平。 南大西洋受到各种国际论坛的谴责。", "distance": 45}
{"source": "Participants recommended the following:", "standard": "19. 与会者提出如下建议：", "answer": "与会者建议如下:", "distance": 5}
{"source": "Mr. Sangeet Kapoor (Tata Motors, India)", "standard": "Sangeet Kapoor先生（塔塔汽车，印度）", "answer": "Sangeet Kapoor先生(印度塔塔汽车公司)", "distance": 5}
{"source": "1. The 11th session of the UN Forum on Forests (UNFF11, 4-15 May 2015, New York) will review the effectiveness of the current \"international arrangement on forests\" (IAF) and on that basis decide how to strengthen the IAF beyond 2015.", "standard": "1. 2015 年 5 月 4 日至 15 日在纽约举行的联合国森林论坛第 11 届会议将审查当前\"国际森林安排\"的效力，并在此基础上决定如何在2015 年后强化国际森林安排。", "answer": "1. 联合国森林论坛第十一届会议(2015年5月4日至15日,纽约,联森论坛第十一届会议)将审查目前的“国际森林安排”的有效性,并在此基础上决定2015年后如何加强国际森林安排。", "distance": 30}
{"source": "Recent developments and emerging trends", "standard": "二. 最新发展和新兴趋势", "answer": "近期动态和新趋势", "distance": 5}
{"source": "A strong focus on high-impact initiatives will ensure that the proposed growth will likewise be driven by and responsive to the Entity's mandate and strategic plan.", "standard": "把重点集中放在影响大的举措，将能确保所提议的增长也同样是响应妇女署的任务和战略计划并且以其作为推动力。", "answer": "大力注重高影响力举措将确保拟议的增长同样由妇女署的任务和战略计划驱动,并顺应其需要。", "distance": 21}
{"source": "Other benefits included enhanced standards of customer care for reputational reasons, and that possible instances of fraud or other illicit business practice might be apparent where significant numbers of charge-backs applied to individual merchants;", "standard": "其他益处包括为良好声誉而提高消费者保护标准，同时，在个人商家大量适用退款办法的情况下，显然有可能出现欺诈情形或其他不良商业做法；", "answer": "其他好处包括:由于声誉原因,客户护理标准得到提高,欺诈或其他非法商业做法的可能事例在对个别商人进行大量收费时可能很明显;", "distance": 32}
{"source": "At the plenary session, a final document containing the Beijing Declaration and Platform for Action was adopted by consensus.", "standard": "在全体会议上，一致通过了一份最终文件，内容包括《北京宣言和行动纲要》。", "answer": "全体会议以协商一致方式通过了载有《北京宣言》和《行动纲要》的最后文件。", "distance": 16}
{"source": "The groundwork on Supplement 18, covering 2012 and 2013, had been carried out systematically over the past two years by recording the most contemporary practice of the Security Council in an internal database and compiling the relevant documentation.", "standard": "在过去两年中，一直在系统地进行涵盖2012年和2013年的第18号补编的基础工作，将安全理事会最新惯例录入一个内部数据库，并汇编有关文献。", "answer": "涵盖2012年和2013年的第18号补编的基础工作在过去两年中系统地展开,在内部数据库中记录了安全理事会最现代的做法,并汇编了相关文件。", "distance": 32}
{"source": "They have also undertaken not in any way to assist, encourage or induce any non-nuclear-weapon State to acquire such weapons.", "standard": "核武器国家还承诺不帮助、不鼓励、不怂恿无核武器国家以任何方式获取核武器。", "answer": "它们还承诺不以任何方式协助、鼓励或诱导任何无核武器国家获取此类武器。", "distance": 16}
{"source": "Each Conference of the Parties may wish to adopt a decision along the following lines:", "standard": "缔约方大会不妨按如下措辞通过一项决定：", "answer": "每一缔约方大会或愿通过一项措辞大致如下的决定:", "distance": 11}
{"source": "And no one else except Russian journalists and diplomats attempted to find a different context in his words -- a context that was not there and could never have been there.", "standard": "除了俄罗斯的记者和外交官之外，也没有任何人试图给他的话寻找其他背景含义 -- -- 莫须有、也不可能有的含义。", "answer": "除了俄罗斯记者和外交官之外,没有其他人试图在他的语言中找到一个不同的背景 -- -- 一种不存在、永远不可能存在的环境。", "distance": 22}
{"source": "The memorandum included five \"observations\" referring to these matters, with examples.", "standard": "\" 备忘录包括五个涉及这些事项的`意见'，并举例说明。", "answer": "备忘录包括提到这些事项的五项“意见”,并举例。", "distance": 11}
{"source": "High-resolution content is delivered on demand, which also includes content in all six official languages, depending on availability.", "standard": "该平台按需提供高分辨率内容，其中还包括一些使用所有6种正式语文的内容。", "answer": "高清晰度内容是按要求提供的,其中还包括所有六种正式语文的内容,视可用性而定。", "distance": 17}
{"source": "5. Welcomes all efforts to accommodate the Committee on Missing Persons exhumation requirements and calls upon all parties to provide more expeditious, full access to all areas, given the need to intensify the Committee's work;", "standard": "5. 欢迎一切满足失踪人员委员会挖掘尸体要求的努力，促请所有各方加快允许进出所有地区，因为委员会需要加紧工作；", "answer": "5. 欢迎为适应失踪人员调查委员会挖尸检验要求而作出的一切努力,并呼吁所有各方考虑到需要加紧委员会的工作,允许更快、更全面进入所有地区;", "distance": 29}
{"source": "8. On 20 March 2009, on the eve of the official entry into force of the Treaty, Secretary-General Ban Ki-moon welcomed this event in a statement circulated as an official document to delegations of States Members of the United Nations.", "standard": "8. 在《条约》正式生效前夕，潘基文秘书长于2009年3月20日发表声明，对《条约》生效表示欢迎，该声明作为正式文件分发给了联合国会员国代表团。", "answer": "8. 2009年3月20日,在《条约》正式生效前夕,潘基文秘书长在作为正式文件分发给联合国会员国代表团的一份声明中欢迎这一活动。", "distance": 30}
{"source": "He would also seek to facilitate informal expert-level discussions on relevant topics that could provide further input to the review process.", "standard": "他也将设法推动能对审查进程提供进一步投入的相关议题进行专家级别的非正式讨论。", "answer": "他还将努力推动就相关议题进行非正式专家级讨论,为审查进程提供进一步投入。", "distance": 18}
{"source": "Completion of Umoja-related data cleansing plan", "standard": "完成与\"团结\"项目有关的数据清理计划", "answer": "完成 \" 团结 \" 相关数据清理计划", "distance": 6}
{"source": "Through successful advocacy and support by UNICEF, more than half of the countries in ESARO, LACRO and WCARO now have such policies in place.", "standard": "通过儿基会成功的倡导和支持，东南非区域、拉美和加勒比区域和中西非区域一半以上的国家现在已有这种政策。", "answer": "通过儿童基金会的成功宣传和支持,东南非办事处、拉加区域办事处和中西非办事处一半以上的国家现在都制定了此类政策。", "distance": 18}
{"source": "The Migration Regulations provide that a person who is or becomes the subject of a resolution of the Security Council which requires Australia to prevent that person entering or transiting through Australian territory is unable to be granted a visa, or, if a visa has already been granted, to have his or her visa cancelled, consistent with the obligations in the relevant Council resolution.", "standard": "按照安全理事会有关决议规定的义务，《移徙条例》规定，安全理事会决议要求澳大利亚阻止在澳大利亚入境或过境的人不得获发签证，如已获发签证，应予取消。", "answer": "《移徙条例》规定,安全理事会要求澳大利亚防止进入或过境澳大利亚领土的一项决议所针对的或成为该决议主体的人,不能获得签证,或者,如果已经获得签证,根据安全理事会有关决议规定的义务,吊销其签证。", "distance": 50}
{"source": "I note that a parliamentary quorum was observed on 5 November, when Lebanese politicians met to extend the mandate of the Parliament until June 2017.", "standard": "我注意到，11月5日，议会达到了法定人数，当时，黎巴嫩政界人士开会把议会任期延长至2017年6月。", "answer": "我注意到,11月5日,黎巴嫩政界人士举行会议,将议会任期延长至2017年6月,达到议会法定人数。", "distance": 19}
{"source": "The Council further notes the importance of early awareness and consideration of situations of exclusion in post-conflict States and draws the attention of Member States to the contribution that mitigation actions, including those based on best available practices and models of inclusiveness at the local, national, regional and global levels, can make in this regard.", "standard": "安理会还指出，必须及早在刚摆脱冲突或开展建设和平工作的国家中意识到和处理遭受排斥的问题，并提请会员国注意，采取行动减少排斥，包括根据现有的鼓励容忍的最佳做法和模式在地方、国家、区域和全球采取行动，在这方面有助益。", "answer": "理事会还指出,必须及早认识和审议冲突后国家的排斥情况,并提请会员国注意缓解行动,包括基于地方、国家、区域和全球各级现有最佳做法和包容性模式的缓解行动可在这方面作出的贡献。", "distance": 47}
{"source": "African-British Returnees International (special, 2015)", "standard": "英国海归非洲人国际组织(专门咨商地位，2015年)", "answer": "非洲-英国回归者国际(特别咨商地位,2015年)", "distance": 7}
{"source": "A brief look at the recent history and societal mosaic of Yemen, as well as the composition of the parties, clearly demonstrate the nature of what is going on there.", "standard": "对也门近代史和社会架构及其党派构成的简单分析明确表明了该国当前局势的性质。", "answer": "简要回顾一下也门的近期历史和社会组合,以及各方的组成,可以清楚地看出那里正在发生的事情的性质。", "distance": 21}
{"source": "6. The Summit received a report from the Special Envoy.", "standard": "6. 峰会收到了联合国秘书长大湖区问题特使赛义德·吉尼特的报告。", "answer": "6. 首脑会议收到了特使的报告。", "distance": 7}
{"source": "This position is currently held by Mr. Vincent Bouvier.", "standard": "目前担任这一职务的是Vincent Bouvier先生。", "answer": "文森特·布维尔先生目前担任这一职务。", "distance": 7}
{"source": "17. On 19 November, with the alleged aim of implementing agreements reached in the European Union-facilitated dialogue, the Zubin Potok Municipal Assembly adopted a decision to establish a power distribution company for northern Kosovo.", "standard": "17. 11月19日，声称旨在执行欧洲联盟主持的对话达成的协议，祖宾波托克市议会通过一项决定，为科索沃北部设立一个配电公司。", "answer": "17. 11月19日,祖宾波托克市议会通过一项决定,为科索沃北部建立一个配电公司,据称目的是执行在欧洲联盟主持的对话中达成的协议。", "distance": 30}
{"source": "23. While all the activities are too numerous to mention in this report, some of the highlights include the following:", "standard": "23. 尽管所有这些活动很多，在本报告中不能一一列举，但其中一些重要活动包括：", "answer": "23. 虽然所有活动都太多,本报告无法一一提及,但一些要点包括:", "distance": 15}
{"source": "However, it should be noted that Chad has made maternal and child health one of its priorities for development and continues to raise awareness in order to eradicate such practices.", "standard": "不过，需要承认的一点是，乍得将母子健康作为国家优先发展的事业之一，并继续提高人们的认识，消灭上述行为。", "answer": "然而,应该指出,乍得已将妇幼保健作为其发展的优先事项之一,并继续提高认识,以消除这种做法。", "distance": 23}
{"source": "In the Senate, the highest level of female participation was achieved between 2004 and 2007 (43%), and in the Chamber of Deputies, the peak was attained between 2008 and 2009 (40%).", "standard": "在参议院，2004至2007年期间女性议员所占比例达到最高水平(43%)，而在众议院，2008至2009年期间女性议员所占比例达到峰值(40%)。", "answer": "在参议院,2004年至2007年女性参与率最高(43%),在众议院,2008年至2009年达到高峰(40%)。", "distance": 23}
{"source": "As descendants of nations with different ethnic and religious origins who endured these sufferings amid the conditions of the First World War, we understand what the Armenians feel.", "standard": "这些拥有不同族裔和宗教起源的民族在第一次世界大战的环境中遭受了许多痛苦，作为他们的后裔，我们理解亚美尼亚人的感受。", "answer": "作为在第一次世界大战条件下经历这些痛苦的不同族裔和宗教血统国家的后代,我们理解亚美尼亚人的感受。", "distance": 23}
{"source": "To achieve that goal, it will be essential to implement economic and social policies that better meet the needs of both men and women.", "standard": "为实现这一目标，必须实行能够更好满足男女需求的经济和社会政策。", "answer": "要实现这一目标,就必须执行经济和社会政策,更好地满足男子和妇女的需要。", "distance": 17}
{"source": "Among youth, 123 million are illiterate of which 76 million are female.", "standard": "在青少年中，1.23亿人是文盲，其中7600万是女性。", "answer": "在青年中,有1.23亿文盲,其中7 600万为女性。", "distance": 9}
{"source": "The Federation voted at one of its annual general assemblies to change its official name to European Federation of Parents and Carers at Home.", "standard": "本组织在年度大会上经投票将组织的官方名称更改为\"欧洲持家妇女联合会\"。", "answer": "联合会在其一年一度的大会上投票,将其正式名称改为欧洲在家的父母和照顾者联合会。", "distance": 18}
{"source": "To ensure funding for the upkeep of its infrastructure, most prominently the enterprise resource planning (ERP) system, UNIDO would greatly benefit from an MCIF, which could be modelled after the IAEA methodology.", "standard": "22. 为了确保为维护基础设施（最主要是企业资源规划系统）提供资金，工发组织将极大地获益于主要资本投资基金，该基金可以效仿原子能机构的做法。", "answer": "为确保为其基础设施,特别是企业资源规划系统的维护提供资金,工发组织将大大受益于可仿照原子能机构方法的示范综合投资框架。", "distance": 27}
{"source": "However, delays in the receipt of facilitation letters from the Government of the Syrian Arab Republic delayed distribution between 14 and 27 January.", "standard": "但是，由于未及时接到阿拉伯叙利亚共和国政府的提供便利函，分发工作被推迟，未在1月14日至1月27日期间进行。", "answer": "然而,在收到阿拉伯叙利亚共和国政府的调解函方面的延误推迟了1月14日至27日的分发。", "distance": 19}
{"source": "In this regard, the experience of China in this field through consumer protection associations and in international commercial arbitration was shared.", "standard": "在这方面，分享了中国在这一领域通过消费者保护协会取得的经验以及在国际商事仲裁领域中的经验。", "answer": "在这方面,通过消费者保护协会和国际商事仲裁交流了中国在这一领域的经验。", "distance": 19}
{"source": "These additional resources also allowed OAI to successfully implement its proactive investigation model, and to carry out its first proactive investigation mission and its first `intelligence-led' proactive investigation mission in 2014.", "standard": "2014年通过利用这些额外资源，审调处还可以顺利落实积极主动的调查模式，并执行其首个预防性调查任务及其首个\"情报先导型\"预防性调查任务。", "answer": "增加的资源还使审调处得以成功实施积极主动的调查模式,并在2014年首次开展积极主动的调查任务和第一次“以情报为主导的”主动调查任务。", "distance": 30}
{"source": "At the same time, Israel continues unabated with settlement activities in Occupied East Jerusalem, aggressively targeting the city with this illegal campaign.", "standard": "与此同时，以色列继续开展这种非法运动，咄咄逼人地对被占领的东耶路撒冷城肆意从事定居点活动。", "answer": "与此同时,以色列继续在被占领的东耶路撒冷开展定居活动,继续有增无减,以这种非法行动狂轰滥炸该城。", "distance": 20}
{"source": "The Committee held three panel discussions over two days, on 14 and 15 October.", "standard": "委员会在10月14日和15日的两天中举行了三场小组讨论会。", "answer": "10月14日和15日,委员会在两天的时间内举行了三次小组讨论。", "distance": 10}
{"source": "26. Gender architecture and parity remains a particularly weak area across the United Nations system, with only 21 per cent of ratings falling into the \"meets\" or \"exceeds\" categories, and a very slow rate of progress of a 1 percentage point increase in entities rated as \"meets\" or \"exceeds\" requirements from 2013 to 2014.", "standard": "26. 性别构成和平等依然是整个联合国系统特别差的领域，达到或超过要求两类的评级仅为21％并且进展速度很慢，从2013年至2014年，被评级达到或超过要求的实体仅增加1个百分点。", "answer": "26. 性别平等架构和性别平等仍然是整个联合国系统一个特别薄弱的领域,只有21%的评级属于“Meets”或“Sovereds”类别,2013年至2014年,在被评为“Meets”或“Sexeds”要求的实体中,进展非常缓慢,增加了1个百分点。", "distance": 41}
{"source": "Among the many lessons revealed by Ebola is the importance of resilient regional mechanisms, not only for health emergencies but also for other shocks and challenges.", "standard": "埃博拉疫情揭示了许多教训，其中之一就是有复原力的区域机制无论对健康突发事件还是对其他冲击和挑战而言都十分重要。", "answer": "埃博拉所揭示的许多经验教训包括具有复原力的区域机制的重要性,不仅对卫生紧急状况,而且对其他冲击和挑战。", "distance": 21}
{"source": "Also during the reporting period, the UNISFA police gender office trained 50 women on issues related to sexual and gender-based violence, including domestic violence.", "standard": "另外，在本报告所述期间，联阿安全部队警察性别平等办公室对50名妇女进行了有关性暴力和基于性别的暴力问题培训，包括家庭暴力问题。", "answer": "也是在本报告所述期间,联阿安全部队警察两性平等办公室就有关性暴力和性别暴力,包括家庭暴力的问题培训了50名妇女。", "distance": 21}
{"source": "The draft agreement envisages an interim period of 18 to 24 months before the provisions of the agreement take effect and the establishment of a committee on the implementation of the agreement, chaired by Algeria, to support and oversee implementation efforts.", "standard": "协议草案设想了协议条款生效之前为期18至24个月的过渡期，并建立一个协议执行问题委员会，由阿尔及利亚主持，支持和监督执行工作。", "answer": "协定草案设想在协定条款生效和设立一个由阿尔及利亚担任主席的关于执行协定的委员会,以支持和监督执行工作之前的一段18至24个月的临时时期。", "distance": 33}
{"source": "Spatial plans that reflect the scale of projected urban growth and address it through planned city extensions, urban infill and redevelopment for adequate density, and through the structuring of well-connected systems of liveable streets and high-quality public spaces;", "standard": "能够反映预期城市增长规模并通过计划内的城市扩张、密度合理的城市填充和再发展，以及通过构建完善相联的宜居街道体系和高质量公共空间等措施进行应对的空间计划；", "answer": "反映城市预期增长规模的空间计划,并通过规划的城市扩建、城市填充和重新开发以达到适当的密度,以及通过构建连接良好的可居住街道和高质量公共空间系统来解决这一问题;", "distance": 34}
{"source": "Apart from their national mandate, BPK-RI is engaged in various international audit activities.", "standard": "除了在本国所负任务外，印度尼西亚审计委员会还从事各种国际审计活动。", "answer": "除国家授权外,银行和银行发展银行还参与各种国际审计活动。", "distance": 12}
{"source": "The organization attended the following major United Nations conferences between 2010 and 2013:", "standard": "2010年至2013年，本组织出席了联合国以下重大会议：", "answer": "本组织参加了2010年至2013年的下列主要联合国会议:", "distance": 12}
{"source": "In this regard, the Ministry again deplores the base murder by demonstrators of a Congolese national and the torture of a Franco-Burundian citizen, and offers its sympathy to the families concerned.", "standard": "在这方面，外交与国际合作部再次对示威者卑鄙杀害一名刚果侨民以及一名持法国和布隆迪双重国籍者遭受酷刑感到悲痛，并向受难家庭表示同情。", "answer": "在这方面,该部再次痛惜一名刚果国民被示威者杀害,一名佛布隆迪公民受到酷刑,并向有关家属表示同情。", "distance": 25}
{"source": "As leader of the group, al-Houthi has repeatedly threatened Yemeni authorities with further unrest if they do not respond to his demands and detained President Hadi, Prime Minister, and key cabinet members.", "standard": "作为该团体的领导人，胡塞多次威胁也门当局说，如果不满足他的要求，他就进一步制造动乱，他扣押了哈迪总统、总理和内阁主要成员。", "answer": "作为该团体的领导人,胡塞民兵多次威胁也门当局,如果不回应他的要求,并拘留总统哈迪、总理和内阁关键成员,也门当局将面临进一步的动乱。", "distance": 26}
{"source": "Staff survey respondents and interviewees underscored that the framework needed to be implemented and enforced.", "standard": "接受问卷调查的工作人员和受访者强调，该框架文件必须得到执行和实施。", "answer": "工作人员调查答卷人和受访者强调,需要实施和实施该框架。", "distance": 14}
{"source": "Stockholm Convention Regional Centre for Capacity-building and the Transfer of Technology, Islamic Republic of Iran (SCRC Iran)", "standard": "《斯德哥尔摩公约》设于伊朗伊斯兰共和国的能力建设与技术转让区域中心（《斯德哥尔摩公约》伊朗区域中心）", "answer": "斯德哥尔摩公约能力建设和技术转让区域中心,伊朗伊斯兰共和国", "distance": 16}
{"source": "The Convention was ratified by an Act adopted by the national Parliament on 10 July 2007 and signed by the Grand Duke on 1 August 2007.", "standard": "《公约》经国家议会于2007年7月10日通过的并由卢森堡大公于2007年8月1日签署的一项法案获得批准。", "answer": "国民议会2007年7月10日通过、大公2007年8月1日签署的一项法案批准了《公约》。", "distance": 17}
{"source": "In Eastern Africa, several initiatives in the framework of the Global Citizenship Education initiative were developed in Kenya and South Sudan.", "standard": "在东部非洲，在全球公民身份教育倡议的框架下为肯尼亚和南苏丹制定了若干倡议。", "answer": "在东非,在肯尼亚和南苏丹制定了全球公民教育倡议框架内的若干举措。", "distance": 18}
{"source": "The experts will be of relevant and professional backgrounds and expertise, following established practice and regulations for hiring external experts.", "standard": "按照招聘外部专家的惯例和条例，专家们将具备相关专业背景和专门知识。", "answer": "专家将具有相关和专业背景和专门知识,遵循雇用外部专家的既定惯例和条例。", "distance": 19}
{"source": "16. Efforts by the IAEA to improve the safeguards regime and make it more effective and efficient, through its conceptualization and implementation at the state level, should in no way restrict, or call into question, the inalienable right of States parties to use nuclear energy for peaceful purposes.", "standard": "国际原子能机构为改进保障机制、增强其实在性和有效性尤其是其在国家层面的设计和落实所做的努力，在任何情况下都不应损害或动摇缔约国和平利用核能的权利。", "answer": "16. 原子能机构通过在国家一级构思和执行保障监督制度,努力改进保障监督制度,提高其效力和效率,绝不应限制或质疑缔约国为和平目的利用核能的不可剥夺权利。", "distance": 38}
{"source": "The Heads of State and Government of the Ibero-American countries, meeting in the city of Veracruz, Mexico, on the occasion of the twenty-fourth Ibero-American Summit:", "standard": "在墨西哥韦拉克鲁斯市参加第二十四届伊比利亚-美洲首脑会议的伊比利亚-美洲各国国家元首和政府首脑：", "answer": "伊比利亚-美洲国家国家元首和政府首脑在第二十四届伊比利亚-美洲首脑会议之际,在墨西哥维拉克鲁斯市举行会议:", "distance": 21}
{"source": "It was suggested that the Special Committee should be cautious about adding new subjects to its work programme and that any new subjects should be practical and non-political.", "standard": "有人表示，特别委员会应该对在工作方案中増加新主题的问题持慎重态度，任何新主题都应该是切实的、非政治性的。", "answer": "有人建议,特别委员会应谨慎行事,在其工作方案中增列新议题,任何新议题都应切合实际,非政治性。", "distance": 22}
{"source": "32. Early abductions were mostly hit-and-run operations that focused on the personal belongings of the victims and had more the character of banditry with political overtones.", "standard": "32. 早期绑架主要是打了就跑的行动，重点放在受害者的个人物品上，具有更多的带政治色彩的土匪行为的性质。", "answer": "32. 早期绑架主要是以受害者个人物品为重点的肇事逃逸行动,其特征是带有政治色彩的土匪活动。", "distance": 22}
{"source": "Canada uses a watch list provided in conjunction with a partner Government (known as \"Tipoff U.S.-Canada\" or \"TUSCAN\"), but this practice has not been adopted by other Member States surveyed.", "standard": "加拿大采用一份与伙伴政府联合提供的观察清单(称为\"Tipoff U.S. - Canada\"，或\"TUSCAN\")，但参加调查的其他会员国尚未采用这种做法。", "answer": "加拿大使用与伙伴政府(称为“Tipoff U.S.Canada”或“TUSCAN”)共同提供的观察清单,但接受调查的其他会员国尚未采用这种做法。", "distance": 24}
{"source": "The work of the Ministry of Justice has thus been improved since the establishment, in 2012, of the Inter-Agency Council for the Coordination of Legal Outreach and Instruction by Government Agencies.", "standard": "乌兹别克斯坦共和国司法部的活动得到了完善，并于2012年成立了下属的法律宣传和教育国家机构工作协调部际委员会。", "answer": "自2012年设立政府机构法律外联和指示协调机构间理事会以来,司法部的工作有了改进。", "distance": 25}
{"source": "Please provide details on the number of cases of discrimination against women that have been reported and processed by such mechanisms, if they exist, and indicate whether women have simple and secure access to them and can benefit from legal aid.", "standard": "请详细说明这类机制(如有)已报告和处理的歧视妇女问题案件的数量，并说明妇女是否有简单、安全的途径来接触这类机制并能够从法律援助中获益。", "answer": "请提供详细资料,说明此类机制举报和处理的歧视妇女案件数量,如果有,请说明妇女能否简便而安全地利用这些案例,能否从法律援助中受益。", "distance": 31}
{"source": "4. Encourages the submission of listing requests to the Committee established pursuant to resolutions 1267 (1999) and 1989 (2011), by Member States of individuals and entities supporting ISIL, Ansar Al Charia, and all other individuals, groups, undertakings and entities associated with Al-Qaida operating in Libya, and further encourages the Committee to urgently consider additional designations of individuals and entities supporting ISIL, Ansar Al Charia and other listed entities in Libya;", "standard": "4. 鼓励会员国向第1267(1999)和第1989(2011)号决议所设委员会提交申请，以便把为伊黎伊斯兰国、安萨尔旅和在利比亚境内活动的其他所有与基地组织有关联的个人、团体、企业和实体提供支持的个人和实体列入名单，还鼓励委员会迅速考虑另外指认为伊黎伊斯兰国、安萨尔旅和利比亚境内其他被列入名单的实体提供支持的个人和实体；", "answer": "4. 鼓励支持伊黎伊斯兰国的个人和实体、伊斯兰沙尔·沙里亚以及所有与在利比亚活动的基地组织有关联的个人、团体、企业和实体的会员国向第1267(1999)号和第1989(2011)号决议所设委员会提出列名请求,还鼓励委员会紧急考虑指认更多支持伊黎伊斯兰国、伊斯兰沙尔·沙里亚和利比亚其他列名实体的个人和实体;", "distance": 62}
{"source": "Pursuant to section D of the terms of reference, which refers to ENFORCE membership, the Conference of the Parties is to elect five party representatives and designate five representatives of the Basel Convention regional and coordinating centres at each of its meetings.", "standard": "根据职权范围中有关\"优化非法贩运问题上的遵章守法环境网络\"的成员组成的D节，缔约方大会将在其各次会议上选出五名缔约方代表，并指定五名《巴塞尔公约》各区域和协调中心的代表。", "answer": "根据职权范围D节,即“优化执法合作网络”的成员构成,缔约方大会将选举5个缔约方代表,并在每次会议上指定5名巴塞尔公约区域和协调中心的代表。", "distance": 34}
{"source": "Achim Kassow (Germany)**", "standard": "阿希姆·卡索(Achim Kassow)(德国)**", "answer": "阿希姆·卡索(德国)**", "distance": 3}
{"source": "Item 137", "standard": "项目137", "answer": "项目137 137", "distance": 1}
{"source": "One A-400 Turkish military aircraft infringed international air traffic regulations by entering the Nicosia FIR without diplomatic permit or contacting the Nicosia ACC.", "standard": "土耳其一架A-400型军用飞机违反国际空中交通管制条例，未经外交许可，也没有与尼科西亚区域管制中心联系，即进入尼科西亚飞行情报区。", "answer": "一架土耳其A-400军用飞机未经外交许可,也未与尼科西亚区域管制中心联系,进入尼科西亚飞行情报区,违反国际空中交通管制条例。", "distance": 21}
{"source": "Deposit, 20 October 1977", "standard": "1977年10月20日交存", "answer": "交存,1977年10月20日", "distance": 3}
{"source": "Outreach", "standard": "外联", "answer": "外联外联", "distance": 1}
{"source": "Table 22", "standard": "表22", "answer": "表22 表22", "distance": 1}
{"source": "Table 10", "standard": "表10", "answer": "表10 表10", "distance": 1}
{"source": "Additional prizes were awarded for best oralist (Federico Bergamasco, Leiden University), best memorials (Cologne University) and best newcomer (West University of Timisoara, Romania).", "standard": "其他奖项包括最佳辩手奖（Federico Bergamasco，莱顿大学）、最佳纪念奖（科隆大学）和最佳新人奖（罗马尼亚蒂米什瓦拉西部大学）。", "answer": "向最佳口语者(Federico Bergamasco, Leiden大学)、最佳纪念馆(Cologne大学)和最佳新来者(罗马尼亚西蒂米索阿拉大学)颁发了额外奖项。", "distance": 23}
{"source": "Decabromodiphenyl ether (commercial mixture, c-decaBDE);", "standard": "十溴二苯醚（商用混合物，商用十溴二苯醚）；", "answer": "十溴二苯醚(商用混合物,商用十溴二苯醚);", "distance": 7}
{"source": "The incident related to an attempted robbery against a Bargo tribesman on 2 December, allegedly perpetrated by internally displaced persons from the Hamidiya camp (predominantly of the Fur ethnicity).", "standard": "该事件与12月2日对Bargo部落一名成员的未遂抢劫有关，抢劫据称由来自Hamidiya营地的境内流离失所者(主要是富尔族裔)实施。", "answer": "12月2日发生了一起未遂抢劫Bargo部落成员的事件,据称是Hamidiya营地(主要是富尔族)的境内流离失所者所为。", "distance": 25}
{"source": "Violence", "standard": "暴力", "answer": "暴力暴力", "distance": 1}
{"source": "Waste stream fact sheets finalised following third meeting of expert working group and submitted to COP 12 for its consideration", "standard": "废物流概况介绍已于专家工作组第三次会议之后定稿并提交给缔约方大会第十二次会议审议", "answer": "专家工作组第三次会议后最后确定并提交第十二届缔约方会议审议的废物流概况介绍", "distance": 16}
{"source": "By becoming significant providers of work for female populations, they contribute to the economic and social empowerment of those women.", "standard": "对于女性人口而言，它们已成为了重要的工作提供者，这促进了赋予这些妇女经济与社会权力。", "answer": "妇女成为女性人口的重要工作提供者,有助于增强这些妇女的经济和社会权能。", "distance": 17}
{"source": "Now that the US has become all the more pronounced in its hostile policy toward the DPRK, bereft of reason, the army and people of the DPRK will take tougher counteraction for justice.", "standard": "既然美国失去理智，愈加明目张胆地采取敌视朝鲜政策，为寻求正义，朝鲜军队和人民将作出更加有力的反击。", "answer": "朝鲜军队和人民将采取更强硬的反击行动伸张正义。", "distance": 23}
{"source": "The GEF invested $200 million in the POPs portfolio during the reporting period.", "standard": "在报告期间，全环基金向持久性有机污染物项目组合投入2亿美元。", "answer": "全环基金在报告期内对持久性有机污染物组合投资了2亿美元。", "distance": 10}
{"source": "1. On 10 March 2015, the Commission on the Status of Women held a ministerial round table on the topic \"Accountability for realizing de facto equality for women and girls\" under the overall theme \"Priorities for future action to realize gender equality, the empowerment of women and the human rights of women and girls\".", "standard": "1. 2015年3月10日，妇女地位委员会在\"实现性别平等、增强妇女权能及妇女和女童人权的未来行动优先事项\"总主题下，就\"对实现妇女和女童事实上的平等问责\"专题举行了一次部长级圆桌会议。", "answer": "1. 2015年3月10日,妇女地位委员会举行部长级圆桌会议,主题为\"实现妇女和女孩事实上平等的责任\",总主题是\"今后采取行动实现两性平等、增强妇女权能及妇女和女孩人权的优先事项\"。", "distance": 40}
{"source": "7. It is mentioned that the National Strategy for the Development of Women (2006-2015) includes a media strategy to change stereotypes of women (p. 14).", "standard": "7. 报告提及《2006-2015年国家妇女发展战略》包含一项旨在改变针对妇女的陈规定型观念的媒体战略(第14页)。", "answer": "7. 值得一提的是,《国家妇女发展战略(2006-2015年)》包括一项媒体战略,以改变对妇女的陈规定型观念(第14页)。", "distance": 19}
{"source": "Category", "standard": "类别", "answer": "类别类别", "distance": 1}
{"source": "Divorce is allowed under the CMPL, but while equal rights to divorce are given to both spouses by Articles 4653, a Moro man is also allowed to divorce his wife for no reason at all; an option that is not available for women.", "standard": "穆斯林属人法法规允许离婚，虽然第46-53条给予夫妻双方平等离婚权利，但摩洛男人可在没有任何理由的情况下与妻子离婚；妇女没有这种选择。", "answer": "《议定书》/《公约》允许离婚,但是,虽然第4653条赋予配偶双方平等的离婚权利,但莫罗男子也可以毫无理由地与妻子离婚;妇女无法选择。", "distance": 28}
{"source": "Lansana Gberie, finance (Canada)", "standard": "兰萨纳·葛贝利，金融专家(加拿大)", "answer": "Lansana Gberie,财务(加拿大)", "distance": 4}
{"source": "There are significant gaps in the statistics on the incidence of female illiteracy in rural and urban areas depending on the women's place of residence:", "standard": "城市地区和农村地区分列的女性文盲率的统计数据表明，不同居住地区之间有着明显的差距：", "answer": "城乡地区女性文盲发生率的统计存在巨大差距,这取决于妇女的居住地:", "distance": 19}
{"source": "Perigee:", "standard": "近地点：", "answer": "近地点:", "distance": 1}
{"source": "Supply Assistant", "standard": "供应助理", "answer": "供应助理供应助理", "distance": 2}
{"source": "5. Discussion on the theme \"Indigenous peoples: conflict, peace and resolution\".", "standard": "5. 关于\"土著人民：冲突、和平与解决冲突\"主题的讨论。", "answer": "5. 讨论主题“土著人民:冲突、和平与解决”。", "distance": 10}
{"source": "Article 2 reads:", "standard": "第2条全文如下：", "answer": "第2条内容如下:", "distance": 2}
{"source": "The subsidiary body will be chaired by Mr. Juan Ignacio Morro Villacián (Spain);", "standard": "该附属机构将由胡安·伊格纳西奥·莫罗·比利亚西安先生(西班牙)主持；", "answer": "附属机构将由Juan Ignacio Morro Villacián先生(西班牙)担任主席;", "distance": 10}
{"source": "All of them are Parties to the NPT, the provisions of which they comply with thoroughly.", "standard": "所有这些国家都是《不扩散条约》的缔约国，并完全遵守其各项规定。", "answer": "所有国家都是《不扩散条约》的缔约国,它们充分遵守了《不扩散条约》的各项规定。", "distance": 11}
{"source": "Monitoring and evaluation is successful when it facilitates and informs evidence-based decision-making in the various arenas that apply.", "standard": "监测和评价是否成功，取决于其能否在各适用领域提供必要信息，促进有依据的决策。", "answer": "监测和评价如果能够促进和通报适用各领域的循证决策,就取得成功。", "distance": 17}
{"source": "Decisions of plenary organs as subsequent agreements between the parties", "standard": "全体机关的决定作为缔约方之间的嗣后协定", "answer": "全体会议机关作为缔约方嗣后协定作出的决定", "distance": 9}
{"source": "Zimbabwe", "standard": "津巴布韦", "answer": "津巴布韦 津巴布韦", "distance": 1}
{"source": "Nuclear glossary", "standard": "核术语表", "answer": "核术语汇编", "distance": 2}
{"source": "In relation to private sector embezzlement, section 224.14 of CC only covers \"property that has been entrusted to such person as a fiduciary\" and the penalty is a misdemeanour.", "standard": "私营部门内贪污行为在《刑法典》第224.14节中提及，但仅限于\"受托财产\"，其处分为视作行为不检。", "answer": "在私营部门贪污方面,《刑法》第224.14节只涉及“委托给受托人的财产”,惩罚是轻罪。", "distance": 22}
{"source": "OIAI issued six reports from advisory services provided in 2014.", "standard": "2014年，内部审计和调查办公室发布了六份咨询服务报告。", "answer": "内审办发布了六份2014年咨询服务报告。", "distance": 8}
{"source": "This cannot be achieved without either effective dissemination of key messages or adequate promotion of the HDR by UNDP.", "standard": "如果联合国开发计划署未有效分发关键信息，或者没有充分宣传《人类发展报告》，要做到这一点是不可能的。", "answer": "没有开发计划署有效传播关键信息或充分宣传《人类发展报告》,就不可能做到这一点。", "distance": 15}
{"source": "19. Status: Further reporting functionality had been developed in Approva and a pilot of the Certification Manager was underway.", "standard": "19. 状态：开发了Approva的进一步报告职能，正在进行认证管理员试点。", "answer": "19. 现状:在核准书中开发了进一步的报告功能,认证管理人的试点工作正在进行。", "distance": 16}
{"source": "Engineer", "standard": "工程师", "answer": "工程师工程师", "distance": 1}
{"source": "It has a global complaints mechanism and assists members in finding solutions when concerns or complaints are raised about them.", "standard": "本组织拥有全球投诉机制，可协助本组织的成员寻找解决所涉关切或投诉的方案。", "answer": "它有一个全球投诉机制,并协助成员在提出关切或投诉时找到解决办法。", "distance": 16}
{"source": "134. The Economic and Social Council system should promote policy integration and coherence in response to the need to eradicate poverty and promote sustainable development in the context of the post-2015 development agenda.", "standard": "134. 经济及社会理事会系统应促进政策统一和协调一致，以备在2015年后发展议程背景下消除贫穷和促进可持续发展之需。", "answer": "134. 为应对在2015年后发展议程背景下消除贫穷和促进可持续发展的需要,经济及社会理事会系统应促进政策一体化和一致性。", "distance": 28}
{"source": "Thus, for example, the Act does not limit a bank's ability to share aggregated demographic information about its customer base with other institutions, or even information pertaining to individuals so long as that information has been stripped of all personal identifiers such as name, address and identification numbers.", "standard": "因此，例如，《格雷姆-里奇-比利雷法》并不限制银行与其他机构分享其汇总的关于其客户群的人口学统计信息，乃至属于个人但已经被剥夺了所有个人标识符(如姓名、地址和身份证号码)的信息。", "answer": "举例来说,该法并不限制银行与其他机构合作分享有关其客户基础的汇总人口信息,甚至个人信息的能力,只要这些信息已经从姓名、地址和识别号码等所有个人识别资料中除名。", "distance": 40}
{"source": "The Conference should review the implementation of Treaty obligations in the field of peaceful use of nuclear energy, taking into account relevant obligations adopted at the 1995, 2000 and 2010 Review Conferences, and decide on necessary measures for the full implementation of the Treaty.", "standard": "大会应当全方位地审查该条约在和平利用核能领域的义务的执行情况，同时考虑到1995年、2000年和2010年审议大会通过的相关义务，并就充分执行该条约的必要措施作出决定。", "answer": "审议大会应考虑到1995年、2000年和2010年审议大会通过的有关义务,审查《条约》在和平利用核能领域义务的履行情况,并决定充分执行《条约》的必要措施。", "distance": 36}
{"source": "Luxembourg can establish its jurisdiction over the offences established in accordance with the Convention when the alleged offender is present in its territory and it does not extradite such person solely on the ground that he or she is one of its nationals (art. 5-1 CIC).", "standard": "卢森堡可在被指控罪犯处于其领域内而其仅因该人为本国国民而不予引渡时，确立其对根据《公约》确立的犯罪的管辖权（《刑事诉讼法》第5-1 条）。", "answer": "卢森堡可以在被指控罪犯在其领域内时确立其对根据《公约》确立的犯罪的管辖权,而且卢森堡仅以该人是其国民为由不引渡该人(《刑法典》第5-1条)。", "distance": 34}
{"source": "18. Please indicate the measures taken to reduce poverty in urban and rural areas and to enhance the participation of rural women in developing policies in areas that affect them, including access to land, farm inputs and food crops.", "standard": "18. 请说明采取了何种措施减少城乡地区的贫困问题，并在对农村妇女构成影响的领域的政策制定中加强她们的参与，包括土地获得、农业投入和粮食作物。", "answer": "18. 请说明为减少城市和农村地区的贫穷、加强农村妇女参与制订影响她们领域的政策,包括获得土地、农业投入和粮食作物等而采取的措施。", "distance": 29}
{"source": "The Workshop recognized that outer space was a fragile environment where the steps taken by one actor might have an impact on others, including users of space services on Earth.", "standard": "35. 讲习班承认，外层空间是一个某一行动体所采取之步骤可能会影响到其他行动体包括地球空间服务用户等的脆弱环境。", "answer": "22. 讲习班认识到,外层空间是一个脆弱的环境,一个行动者采取的步骤可能对其他人,包括地球上空间服务的用户产生影响。", "distance": 22}
{"source": "The City Prosperity Index also has the potential to integrate new indicators in a reciprocal manner as the process of sustainable development goal indicator formulation evolves.", "standard": "随着可持续发展目标指标制定进程的不断推进，还可相应地将\"城市繁荣指数\"与新的指标结合使用。", "answer": "城市繁荣指数还有可能随着可持续发展目标指标制定过程的演变,以对等方式纳入新的指标。", "distance": 22}
{"source": "UNOPS was keen to use its expertise to play an active role in linking partners to innovative solutions for sustainable development across a wide range of fields.", "standard": "90. 项目厅致力于运用它的专门知识发挥积极作用，将其合作伙伴联系到各个领域的创新可持续发展办法。", "answer": "项目厅热切希望利用其专长发挥积极作用,将合作伙伴与在广泛领域促进可持续发展的创新解决方案联系起来。", "distance": 20}
{"source": "However the Family Court confirms that all such minors had been seventeen years of age, and were calculated to be eighteen following the Muslim (lunar) calendar.", "standard": "但是，经家事法院核实，所有这些未成年人都已达到17岁，如按伊斯兰历法(阴历)算则已达18岁。", "answer": "然而,家庭法院确认,所有这些未成年人均为17岁,按照穆斯林(卢纳尔)日历计算为18岁。", "distance": 20}
{"source": "5. It is indicated that bodies were created at the ministerial and gubernatorial levels to work on gender equality issues (paras. 27-32).", "standard": "5. 报告指出，在部级和联邦管区一级设立了许多机构，就两性平等问题开展工作(第27至32段)。", "answer": "5. 报告指出,设立了部级和县级机构,负责两性平等问题(第27-32段)。", "distance": 17}
{"source": "Such marriages are, in fact, a form of religiously sanctioned prostitution, with payment defined as a \"dowry\" to the woman or her family.", "standard": "这种婚姻实际上是一种受到宗教认可的卖淫形式，付给妇女或其家人的钱被定义为\"嫁妆\"。", "answer": "此类婚姻事实上是一种宗教认可的卖淫形式,其报酬被界定为对妇女或其家庭的一种“嫁妆”。", "distance": 17}
{"source": "The second constraint is the effectiveness and efficiency of the United Nations Office at Nairobi, cited in prior evaluations and echoed in staff and partner interviews and surveys, as well as four of the five country case studies, in the present evaluation.", "standard": "第二个制约因素是联合国内罗毕办事处的成效和效率，这一点，在先前评价中，在工作人员和合作伙伴的面谈和调查中均已提及，在本评价中5个国家案例研究中，有4个案例研究也已提及。", "answer": "第二项制约因素是联合国内罗毕办事处的实效和效率,在以前的评价中引述了这一点,在工作人员和伙伴访谈和调查以及本次评价中的五个国家案例研究中的四个得到了响应。", "distance": 32}
{"source": "On 20 and 21 January 2014, a retreat for the secretariats of the Convention and the Facility was organized in Glion, Switzerland.", "standard": "2014年1月20日和21日，《公约》秘书处与全球环境基金秘书处之间的务虚会在瑞士格里昂举行。", "answer": "2014年1月20日和21日,在瑞士格利昂为《公约》秘书处和基金秘书处举办了一次务虚会。", "distance": 16}
{"source": "The annual class formation exercise reviews the allocation of education staff, which represents two thirds of the Agency's staff.", "standard": "年度叙级工作审查教育工作人员的分配情况，教育工作人员占工程处工作人员的三分之二。", "answer": "教育工作人员占工程处工作人员三分之二,每年的班级组建工作审查教育工作人员的分配情况。", "distance": 16}
{"source": "The database addresses seven critical areas of urban law that are essential to the sustainability and development of urban areas.", "standard": "数据库涉及城市法律的七个重要领域，这些领域对于城市地区的可持续性和发展至关重要。", "answer": "数据库涉及对城市地区的可持续性和发展至关重要的七个城市法律关键领域。", "distance": 16}
{"source": "Each pillar could be led by a State willing to involve in the initiative, in close cooperation with the IAEA Secretariat.", "standard": "每一支柱可以由一个愿意参加的国家领导，并与原子能机构秘书处密切合作。", "answer": "每一个支柱都可由愿意与原子能机构秘书处密切合作参与倡议的国家领导。", "distance": 15}
{"source": "In an effort to reduce the amount of specified funds, organizations are asking for so-called softly or broadly specified funds, which are provided for a theme, country or region, thus still allowing a certain flexibility in their use.", "standard": "为努力减少指定用途捐款的数量，各组织正在寻求所谓软性或宽泛指定用途的资金，这种资金针对某一专题、国家或区域，因而在用途上仍保有一定的灵活性。", "answer": "为了减少特定资金的数额,各组织要求获得所谓的软性或广义的专用资金,这些资金是为某个主题、国家或区域提供的,因此在使用方面仍然允许有一定的灵活性。", "distance": 29}
{"source": "The scorecard has been quite impressive in some areas while in several others it has fallen short of expectation.", "standard": "某些领域取得的成就令人瞩目，而另一些领域的进展并未达到预期。", "answer": "计分卡在某些领域相当令人印象深刻,而在其他一些领域则达不到预期。", "distance": 14}
{"source": "In turn, this awareness underscores the urgency with which States parties must implement the obligations and commitments made in the Treaty and through its review process for the achievement of a world without nuclear weapons.", "standard": "这种认识反过来凸显了缔约国必须履行《条约》规定的义务及所做承诺以及通过其审议进程实现没有核武器的世界的紧迫性。", "answer": "反过来,这种认识又突出表明,缔约国迫切需要履行在《条约》中和通过《条约》审议进程承担的义务和作出的承诺,以实现一个没有核武器的世界。", "distance": 28}
{"source": "Design and organize training sessions for policymakers and local leaders to sensitize them to urban and territorial planning issues, particularly the need for continuous and long-term implementation and accountability;", "standard": "为政策制定者和地方领导人设计和组织培训班，提高他们对城市和土地规划问题的认识，尤其是使其认识到这些规划需要持续、长期的实施和问责制；", "answer": "设计并组织决策者和地方领导人培训班,使他们了解城市和领土规划问题,特别是持续和长期实施和问责制的必要性;", "distance": 27}
{"source": "174. Article 7(1)(j) of the Rome Statute expressly identifies the crime of apartheid as a prohibited act.", "standard": "174. 《罗马规约》第七条第一款第9项明确将种族隔离罪界定为一种受禁止的行为。", "answer": "174. 《罗马规约》第7(1)(j)条明确规定种族隔离罪为被禁止的行为。", "distance": 13}
{"source": "The impact of the Beijing Conference has been felt beyond the capital Kinshasa, albeit less dramatically.", "standard": "首都金沙萨也感受到了北京会议的影响，尽管不是那么激烈。", "answer": "北京会议的影响超越了首都金沙萨,尽管不太显著。", "distance": 13}
{"source": "In the last years of the Ottoman Empire, all of us, Turks, Armenians and many others, suffered immensely.", "standard": "在奥斯曼帝国的最后年月，我们所有人 -- -- 土耳其人、亚美尼亚人和其他许多人 -- -- 都遭受深重的苦难。", "answer": "在奥斯曼帝国的最后几年里,我们所有人,包括土耳其人、亚美尼亚人和许多其他人,都遭受了巨大痛苦。", "distance": 13}
{"source": "The extent to which the mandate demands or precludes more direct involvement in development, rather than transition to development only, is a long-standing debate, both internally and with stakeholders.", "standard": "难民署的任务在多大程度上需要或不需要更直接地参与发展，而非仅仅是过渡到发展，是内部及与利益攸关方之间一直存在的辩论。", "answer": "任务在多大程度上要求或排除更直接地参与发展,而不是仅仅向发展过渡,是一个长期的辩论,既包括内部辩论,也包括与利益攸关方的辩论。", "distance": 25}
{"source": "30. The Commission is satisfied that none of the conditions in regulation 21, paragraph 6, apply.", "standard": "30. 委员会满意地注意到，《规章》第21条第6款所述情况都不适用。", "answer": "30. 委员会感到满意的是,第21条第6款中的任何条件都不适用。", "distance": 12}
{"source": "Forty-three per cent of female workers are \"working poor\", who earn 2 million yen or less a year.", "standard": "43%的工作女性属于\"工作穷人\"，每年的收入不到200万日元。", "answer": "43%的女工是“在业穷人”,一年收入200万日元或不到200万日元。", "distance": 12}
{"source": "4. Adoption by States of national laws consonant with the international principles laid down by these conventions is an important factor in the establishment of a civil nuclear liability regime.", "standard": "4. 各国通过国家立法，体现上述公约提出的国际原则，这是实行民用核责任制度的重要因素。", "answer": "4. 各国在建立民用核责任制度方面的一个重要因素是,各国通过符合这些公约所规定的国际原则的国家法律。", "distance": 24}
{"source": "UNDP has developed a new contract management policy which is in the final stages of review and consultation before it is launched and implemented across the organization.", "standard": "开发署已经制订了新的合同管理政策，在这项政策在本组织全面启用和实施之前，目前正在进行最后阶段的审查和磋商。", "answer": "开发署制定了新的合同管理政策,在全组织启动和执行之前,该政策正处于审查和协商的最后阶段。", "distance": 21}
{"source": "Food dispatches commenced on 28 January upon receipt of the facilitation letters.", "standard": "在接到提供便利函后，粮食分发工作于1月28日开始。", "answer": "在收到协助通知书后,1月28日开始送粮。", "distance": 10}
{"source": "The law excludes civilians from the jurisdiction of military tribunals, which are competent to deal solely with military crimes and offences committed in wartime.", "standard": "该法排除了军事法庭对平民的管辖权，军事法庭的职权只限于审理军事犯罪和战争期间犯下的罪行。", "answer": "法律将平民排除在军事法庭的管辖范围之外,军事法庭仅有权审理战时犯下的军事罪行和罪行。", "distance": 20}
{"source": "Stagnating European economies also had a negative impact on the Tunisian economy.", "standard": "突尼斯经济也受到欧洲一些经济体停滞不前的负面影响。", "answer": "步履维艰的欧洲经济体也对突尼斯经济产生了负面影响。", "distance": 10}
{"source": "In the words of the Continental Shelf (Malta v. Libyan Arab Jamahiriya) judgment, \"[i]t is of course axiomatic that the material of customary international law is to be looked for primarily in the actual practice and opinio juris of States, even though multilateral conventions may have an important role to play in recording and defining rules deriving from custom, or indeed in developing them\".", "standard": "大陆架案(马耳他诉阿拉伯利比亚民众国)的判决书指出，\"当然，不言而喻，尽管多边公约在记录和界定，甚至发展源于习惯的规则方面可发挥重要作用，但习惯国际法的材料还是应主要在各国的实际惯例和法律确念中寻找\"。", "answer": "大陆架判决(马耳他诉阿拉伯利比亚民众国)说,“当然不言而喻,习惯国际法的材料主要应在各国的实际实践和法律确念中寻找,尽管多边公约在记录和界定源自习惯的规则,或甚至制定源自习惯的规则方面可以发挥重要作用。”", "distance": 49}
