{"source": "席卷全球", "standard": "is sweeping way across the world", "answer": "♪ All over the world ♪", "similarity": 0.42415160374417266}
{"source": "快乐的旅伴犹如妙曲", "standard": "A merry companion is a waggon in the way", "answer": "♪ Happy travel companions are like a song ♪", "similarity": 0.4262935288611014}
{"source": "当你离开的时候", "standard": "when you are gone", "answer": "♪ When you leave ♪", "similarity": 0.4369329792773198}
{"source": "见与不见", "standard": "You meet me or not .", "answer": "See and disappear.", "similarity": 0.4952081216276525}
{"source": "希望可以把人调成静音模式。", "standard": "I wish I could put people on mute.", "answer": "It is hoped that the human being can be turned into a silent mode.", "similarity": 0.4952631206586004}
{"source": "溺水胡抓草，病急乱投医。", "standard": "A drowning man will catch at a straw.", "answer": "Drowning herbs, desperate for medical treatment.", "similarity": 0.49649255906066}
{"source": "青菜萝卜各有所爱", "standard": "every has his hobbyhorse", "answer": "The cabbage radish is in love with each other.", "similarity": 0.5693941504930258}
{"source": "今天不走，明天要跑。", "standard": "Today does not walk, will have to run tomorrow.", "answer": "I'm not leaving today. I'm running tomorrow.", "similarity": 0.5853305046702869}
{"source": "我们永远支持你！我们当年的死党！加油！恩，我会一直等你，遇到谁也不会动心，心里只有你", "standard": "i will always wait u", "answer": "We'll always be there for you! We're friends! Come on, I'll be waiting for you.", "similarity": 0.6006262062759862}
{"source": "人的一生，都有一些说不出的秘密，挽不回的遗憾，触不到的梦想，忘不了的爱。", "standard": "In life we all have an unspeakable secret, an irreversible regret, an unreachable dream and an unforgettable love.", "answer": "A man's life is full of untold secrets, unrecoverable regrets, unforgettable dreams, unforgettable love.", "similarity": 0.6116395352520902}
{"source": "面对危机怡然微笑的人，多半已经找到了替罪羊。", "standard": "He who smiles in a crisis has found someone to blame.", "answer": "Most of those smiling in the face of the crisis have found scapegoats.", "similarity": 0.6676486804553877}
{"source": "对你的帮助我感激不尽。", "standard": "I owe an incalculable debt of gratitude to your help.", "answer": "I'm very grateful for your help.", "similarity": 0.67626729530777}
{"source": "喜欢一个人是宿命", "standard": "liking someone is your fate", "answer": "It's destiny to like someone.", "similarity": 0.6806400295286865}
{"source": "爱情，要么让人成长，要么让人沉沦。", "standard": "Love makes man grow up or sink down.", "answer": "Love, it's either a person's growing up or a person's sinking.", "similarity": 0.6873583708385707}
{"source": "谢谢你曾经来过，很遗憾你还是走开了。", "standard": "Thanked you to come , was very regrettable you to get out of the way .", "answer": "Thank you for coming. I'm sorry you left.", "similarity": 0.6894819695433179}
{"source": "和好朋友相互扶持，他们是很稀少的", "standard": "Hold on to good friends,they are few and far between.", "answer": "They're very rare.", "similarity": 0.6973505022856136}
{"source": "假如有一天我们不在一起了，也要像在一起一样", "standard": "If one day of us not in together, must look like in is together same", "answer": "If we don't get together one day, we'll be together.", "similarity": 0.7112440490394678}
{"source": "众里寻他千百度，蓦然回首，那人却在灯火阑珊处。", "standard": "You usually find what you are looking for the moment you stop looking for it.", "answer": "They looked for him a thousand degrees and turned back, but the man was on fire.", "similarity": 0.7183013895826367}
{"source": "与其用泪水悔恨昨天，不如用汗水拼搏今天", "standard": "Better to struggle in sweat for today than to repent with tears for yesterday.", "answer": "Instead of the tears of yesterday's regret, we'd better fight with the sweat of the day.", "similarity": 0.72119715963109}
{"source": "微笑向暖，安之若素", "standard": "The warm smile,if the quality.", "answer": "Smile warm, Angkor.", "similarity": 0.7234406440233476}
{"source": "第一次约会很傻，第一次亲吻很甜，第一次的爱无可替代，第一次伤心无法释怀", "standard": "First dates are awkward, first kisses are heavenly, first loves are irreplaceable, and first heartbreaks are unforgettable.", "answer": "The first date was stupid, the first kiss was sweet, the first love was irreplaceable, the first was sad.", "similarity": 0.7272863455518053}
{"source": "开心一点吧，管它会怎样。", "standard": "You can be happy no matter what.", "answer": "Be happy, whatever it is.", "similarity": 0.7333496584789804}
{"source": "在你让别人做事情之前，先设身处地为他们想想。", "standard": "you put somebody in their place, put yourself in their place.", "answer": "Before you let someone else do something, think of them.", "similarity": 0.7342335712222814}
{"source": "被判刑的人上书州长请求慈悲。", "standard": "The condemned man petitioned me governor for clemency.", "answer": "The governor of the convicted person filed a petition for mercy.", "similarity": 0.7501071271438009}
{"source": "美丽中国室内游泳池", "standard": "Beautiful Chinese indoor pool", "answer": "A beautiful Chinese indoor pool.", "similarity": 0.7511857559628013}
{"source": "父母呼。应勿缓。", "standard": "When your mother or father is calling, Do not be slow to respond. When my parents call me, I will answer them right away.", "answer": "Parents call. Don't slow down.", "similarity": 0.756234472214383}
{"source": "你的过去不重要，重要的是你的未来", "standard": "It is not where you come from that counts, it is where you are going..", "answer": "Your past doesn't matter. It's your future.", "similarity": 0.7617345587719675}
{"source": "人生就是这样的往往你觉得重要的到最后都变成最不重要了。珍惜才是拥有一切的开始", "standard": "Life usually goes in this ways. To you the once most important thing will finally become nothing. To treasure what you have is actually the beginning to own everything.", "answer": "That's what life is all about. It's the beginning of everything. It's the beginning of everything.", "similarity": 0.7623031672125655}
{"source": "坚信梦想能实现，并果断采取行动，奇迹便会发生", "standard": "I wait for miracles.When you have no doubt that your dream can come true and take action from that place, miracles happen", "answer": "A miracle happens when you believe in the realization of your dreams and act with determination.", "similarity": 0.7648555947161219}
{"source": "我们不敢不是因为事情难，是因为我们不敢所以事情变难了", "standard": "It is not because things are difficult that we do not dare, it is because we do not dare that they are difficult.", "answer": "It's not because it's hard, it's because it's hard.", "similarity": 0.7658640194719418}
{"source": "很多人一开始为了梦想而忙，后来忙的忘了梦想。", "standard": "Many people start a career with a dream, then get busy forgetting it.", "answer": "Many people were busy with their dreams at first, and then they were busy forgetting them.", "similarity": 0.7664579366562629}
