{"source": "Good love makes you see the whole world from one person while bad love makes you abandon the whole world for one person.", "standard": "好的爱情使你通过一个人看到整个世界，坏的爱情使你为了一个人舍弃整个世界。", "answer": "良爱让你从一个人身上看到整个世界 恶爱让你从一个人身上抛弃整个世界", "distance": 14}
{"source": "If you really want to dream come true, first woke up from a dream.", "standard": "如果你真要梦想成真，就先从梦中醒来。", "answer": "如果你真的想梦想成真, 第一次从梦中醒来。", "distance": 5}
{"source": "You are deceiving yourself if you still believe that she loves you.", "standard": "你如果还相信她爱你，你就是在欺骗自己。", "answer": "如果你还相信她爱你,你在欺骗自己。", "distance": 4}
{"source": "worst thing in life is not losing the one we love, but losing yourself in the process of loving someone too much.", "standard": "人生最糟的不是失去爱的人，而是因为太爱一个人而失去了自己", "answer": "生命中最糟糕的事情不是失去我们所爱的人,而是在爱一个人的进程中失去自己。", "distance": 14}
{"source": "Life usually goes in this ways. To you the once most important thing will finally become nothing. To treasure what you have is actually the beginning to own everything.", "standard": "人生就是这样的往往你觉得重要的到最后都变成最不重要了。珍惜才是拥有一切的开始", "answer": "生活通常以这种方式进行。对于你来说,最重要的一件事最终会变成一无所有。珍藏你拥有的东西实际上是拥有一切的开始。", "distance": 25}
{"source": "So gorgeous appearance, but only you false hide.", "standard": "那么华丽的外表，却只是你虚伪的掩饰", "answer": "外表美极了,但只有你虚伪地躲藏起来。", "distance": 11}
{"source": "people choose to leave not because of selfish reasons but they just know that things will get worse if they stay.", "standard": "有时候，一个人选择离开不是因为自私，而是他心里清楚如果留下来，事情会变得更糟。", "answer": "许多人选择离开并不是出于自私的原因,但他们只是知道,如果留下来,情况会更糟。", "distance": 17}
{"source": "To love one who has and gives you positive energy.", "standard": "去爱一个拥有和给你正面能量的人", "answer": "爱一个人,谁有 并给你积极的能量。", "distance": 10}
{"source": "If you choose a conservative line, can achieve the goal of a narrow", "standard": "如果你选择一条保守的线路，就只能实现一个狭窄的目标", "answer": "如果选择保守线,可以达到窄线的目标。", "distance": 13}
{"source": "are a lot of people who call you by your name, but only one who makes it sound special.", "standard": "有很多人会叫你的名字，但只有一个人让你的名字听起来那么特别。来自", "answer": "很多人都叫你的名字 但只有一个人能让你 听起来很特别", "distance": 11}
{"source": "YesThe only person you should try to be better than is the person you were yesterday", "standard": "你唯一应该努力超越的人，就是昨天的自己", "answer": "是的,你唯一应该尝试的人 比你昨天的人更好", "distance": 9}
{"source": "The most amazing things in life tend to happen right at the moment you are about to give up hope.", "standard": "生活中最神奇的事往往发生在你准备放弃希望的那一刻", "answer": "人生中最奇妙的事情 发生在你即将放弃希望的时刻", "distance": 7}
{"source": "When you stop chasing the wrong things it means that you give the right things chance to catch you.", "standard": "当你停止追逐错误的事物，就给了那些正确的事物一个机会，让他们抓住你", "answer": "当你停止追错东西时 意味着你给正确东西抓住你的机会", "distance": 17}
{"source": "The theme of life is to remain joyful in the face of complexity.", "standard": "生活的主题就是，面对复杂，保持欢喜。", "answer": "生命的主题是面对复杂问题保持快乐。", "distance": 5}
{"source": "Never give up on your dreams before they become a reality.", "standard": "在你的梦想变成现实之前，永不放弃。早", "answer": "在梦想成为现实之前,千万不要放弃梦想。", "distance": 9}
{"source": "lose hope. You never know what tomorrow will bring", "standard": "不要失去希望，你永远不知道明天会带来什么。", "answer": "你永远不知道明天会带来什么", "distance": 5}
{"source": "I never like to let others see my tears, I would rather let people think I am happy too heartless, but also do not want to seem poor wronged.", "standard": "我从不喜欢让别人看见我的眼泪，我宁可让别人觉得我快乐得没心没肺，也不愿意让自己看起来委屈可怜。", "answer": "我从来不想让别人看到我的眼泪,我宁愿让人们认为我感到快乐太冷酷,也不愿看到贫穷受不公正对待。", "distance": 19}
{"source": "The  only  thing  you  can  do  when  you  no  longer  have  something  is  not  to  forget.", "standard": "当你不能再拥有的时候，唯一可以做的就是令自己不要忘记", "answer": "当你不再有东西的时候,你唯一能做的就是不要忘记。", "distance": 10}
{"source": "One day that guy walks into you life and you will understand that true love is worth waiting", "standard": "有一天那个人走进了你的生命，你就会明白，真爱总是值得等待的", "answer": "有一天 那个人走进你的生活 你会明白真爱值得等待", "distance": 7}
{"source": "The advantage of a bad memory is that one enjoys several times the same good things for the first time.", "standard": "坏记性的好处在于可以多次如同第一次般的享受到同一个美好事物带来的欢乐。", "answer": "坏记忆的优点是,一个人第一次享有数倍相同的美好事物。", "distance": 13}
{"source": "Do not know since when, I have become even oneself all feel strange.", "standard": "不知从什么时候开始，我变得连自己都感到陌生。", "answer": "我从什么时候开始就不知道了, 连自己都觉得奇怪了。", "distance": 9}
{"source": ".In this world, only those men who really feel happy can give women happiness", "standard": "在这个世界上，只有真正快乐的男人，才能带给女人真正的快乐", "answer": "在这个世界上,只有那些真正感到快乐的男人 才能给女性带来幸福", "distance": 9}
{"source": "Though it was a tiring job, we felt it an honor to serve the disabled friends from all over the world.", "standard": "虽然这是一项令人劳累的工作，但是我们觉得为世界各地的残疾朋友服务是无尚荣耀的事情", "answer": "虽说这是一项累赘的工作,但我们感到很荣幸能为世界各地的残疾人朋友服务。", "distance": 15}
{"source": "RepostThe best fighters in the world are people with nothing to lose.", "standard": "全世界最勇猛的斗士是那些没有什么可以失去的人", "answer": "世界上最优秀的战士是没有损失的人。", "distance": 9}
{"source": "It is not he does not love you.It is just not in the way you want.", "standard": "他并不是不爱你，只是没有按你想要的方式爱你。。。", "answer": "并不是他不爱你,只是不如你所愿。", "distance": 11}
{"source": "Some people say seeing is believing, but what you see can also cheat you. What matters is not what you see, but whether you can see the truth behind the appearance.", "standard": "有些人说眼见为实，但是眼睛也会欺骗你。重要的不是你看见了什么，而是你是否透过表象看到了真相。", "answer": "有人说:见是信,你所见的,却能欺骗你。重要的不在于你所见的,在于你看不见外表背后的真理。", "distance": 27}
{"source": "The world is so big we meet, the world is so small that we missed.", "standard": "世界这么大我们还是遇见了，世界这么小我们还是错过了。", "answer": "这个世界是如此之大,我们相遇,世界如此之小,我们错过了。", "distance": 13}
{"source": "The future starts today, not tomorrow.", "standard": "未来是从今天开始的，不是明天", "answer": "未来始于今天,而不是明天。", "distance": 6}
{"source": "just need someone to talk to.", "standard": "我只是需要一个可以说话的人", "answer": "只需要有人 谈谈。", "distance": 7}
{"source": "People will forget what you said. People will forget what you did. But people will never forget how you made them feel.", "standard": "别人会忘记你说过的话，做过的事。但永远不会忘记你给他们的感觉", "answer": "众人将忘记你们所说的话,众人将忘记你们所做的事,众人不会忘记你们所使他们感觉的。", "distance": 20}
{"source": "A silent hug means a thousand words to the unhappy heart.", "standard": "对一颗不快乐的心，一个无声的拥抱胜过千言万语", "answer": "沉默的拥抱对不快乐的心灵意味着千言万语。", "distance": 12}
{"source": "strong chocolate, just like the taste of love to be the first tastes good.", "standard": "纯浓的巧克力，就像初尝爱情的滋味那般美好。", "answer": "坚固的巧克力,就像爱的味道 成为第一个味道好的。", "distance": 10}
{"source": "It is not because things are difficult that we do not dare, it is because we do not dare that they are difficult.", "standard": "我们不敢不是因为事情难，是因为我们不敢所以事情变难了", "answer": "并不是因为我们不敢面对困难,而是因为我们不敢面对困难。", "distance": 13}
{"source": "new stepNo matter what have happened and whether you are ready or not,every next moment is gonna be a brand new start.", "standard": "无论过去发生过什么，无论你是否准备好了，下一刻都是一个崭新的开始", "answer": "不论发生了什么 无论你准备好与否 下一刻都会是全新的开始", "distance": 10}
{"source": "Better to struggle in sweat for today than to repent with tears for yesterday.", "standard": "与其用泪水悔恨昨天，不如用汗水拼搏今天", "answer": "更需要为今天付出汗水,而不是为昨天的流泪忏悔。", "distance": 15}
{"source": "Finally,people with you,often you can not think of.", "standard": "最后和你在一起的人，往往是你想不到的人", "answer": "终于 和你们在一起的人 经常是想不起来的", "distance": 7}
{"source": "The best way to make someone strong is to have someone who needs protection.", "standard": "让一个人变强大的最好方式，就是拥有一个想要保护的人", "answer": "使强者壮大的最佳方法是 找一个需要保护的人", "distance": 11}
{"source": "I think that i am an illiterate. .", "standard": "我觉得我就是一文盲", "answer": "我想我是一个文盲。", "distance": 4}
{"source": "one minute you can change your attitude and in that minute you can change your entire day.", "standard": "改变心态只需一分钟，而这一分钟却能改变一整天。", "answer": "一分钟,你可以改变你的态度 那一分钟,你可以改变 你整个一天。", "distance": 17}
{"source": "Too dazzling city is not suitable for seeing stars, like your heart is not suitable for talking to settle.", "standard": "太耀眼的城市不适合看星星，就象你的心不适合谈安定。", "answer": "城市太耀眼,不适合看星星, 像你的心脏不适合说话解决。", "distance": 9}
{"source": "It takes only a minute to get a crush on someone,an hour to like someone,and a day to love someone,but it takes a lifetime to forget someone.", "standard": "迷上一个人只需一分钟，喜欢上一个人需要一小时，爱上一个人则要一天，然而，忘记一个人却是一辈子的事情", "answer": "迷恋一个人只需要一分钟 喜欢一个人需要一小时 爱一个人需要一天 但忘记一个人需要一辈子", "distance": 15}
{"source": "exactlyEnjoy the small things in life ,for one day you may look back and realize they were the big things.", "standard": "享受生命中的小事情，因为有一天你回首往事，也许会发现它们其实是很重要的事情", "answer": "享受生活中的小东西, 有一天你会回首过去, 发现它们是大事情。", "distance": 14}
{"source": "On the keyboard of life always keep one finger on the escape key.", "standard": "在生活的键盘上，你总需要一只手指去按退出键。", "answer": "生命的键盘上 总是用一根手指指着逃生钥匙", "distance": 12}
{"source": "When we first met, I had no idea that you would be so important to me.", "standard": "当我们第一次相见，我并没想到你对我如此重要。。", "answer": "当我们第一次见面时,我不知道你会对我如此重要。", "distance": 8}
{"source": "Learn to appreciate what you have, before time forces you to appreciate what you had.", "standard": "学会欣赏自己拥有什么，之前的时间逼着你欣赏你的", "answer": "学着欣赏你拥有的东西, 在时间迫使你欣赏拥有的东西之前。", "distance": 13}
{"source": "In life and work, we will meet with insurmountable difficulties. Occasionally we do feel helpless and fall in desperate situation. In this case, to be or not to be depends on whether we have enough courage to struggle.", "standard": "在生活中，我们将遇到无法克服的困难。有时我们感到无助并陷入绝望的境地。在这种情况下，何去何从取决于我们是否拥有足够的勇于拼搏的精神", "answer": "在生活和工作中,我们将遇到难以克服的困难,有时我们确实感到无助,陷入绝望境地,在这种情况下,是否取决于我们是否有足够的勇气来斗争。", "distance": 16}
{"source": "We should cherish our everlasting friendship", "standard": "我们应该珍惜我们永恒的友谊", "answer": "我们应当珍惜我们永恒的友谊", "distance": 1}
{"source": "That a smile is an inexpensive way to improve your looks.", "standard": "微笑是改善容貌的一种并不昂贵的方式", "answer": "微笑是改善你长相的廉价方法", "distance": 8}
{"source": "liking someone is your fate", "standard": "喜欢一个人是宿命", "answer": "喜欢一个人是你的命", "distance": 3}
{"source": "Can find their own mistakes is wisdom, to correct its mistakes is brave", "standard": "能发现自己的错误是智慧，能改正自己的错误是勇敢", "answer": "能够发现他们自己的错误是智慧, 纠正他们的错误是勇敢的", "distance": 7}
{"source": "We all live in the past. We take a minute to know someone, one hour tolike someone, and one day to love someone, but the whole life to forget someone", "standard": "每个人都生活在各自过去中，我们用一分钟去认识一个人，用一小时去喜欢一个人，再用一天去爱上一个人，到最后，却用一辈子去忘记一个人", "answer": "认识一个人需要一分钟 喜欢一个人需要一小时 爱一个人需要一天 但忘记一个人需要一辈子", "distance": 32}
{"source": "Thanked you to come , was very regrettable you to get out of the way .", "standard": "谢谢你曾经来过，很遗憾你还是走开了。", "answer": "感谢你前来, 非常遗憾你走出了道路。", "distance": 9}
{"source": "Sometimes, the simplest advice that you give to others is the hardest thing for you to follow.", "standard": "有时候，你给别人最简单的建议，却是自己最难做到的。", "answer": "有时候,你给别人的最简单的建议 是最难你遵循的。", "distance": 7}
{"source": "If I know what love is, it is because of you.", "standard": "我之所以懂得爱都是因为你。", "answer": "如果我知道什么是爱,那是因为你。", "distance": 6}
{"source": "The youth, the scenery along the way again also is just a paper elegance.", "standard": "青春，沿途再美的风景也只不过是一纸风华。", "answer": "年轻人,这段旅程的景象 也只是一张纸上的优雅。", "distance": 13}
{"source": "I need is you needing me.", "standard": "我最需要的就是你需要我", "answer": "我需要你需要我,我需要你,我需要你。 I need is you needing me.", "distance": 17}
{"source": "just a sunflower ,waiting for my only sunshine", "standard": "我只是一朵向日葵，等待着属于我的唯一的阳光", "answer": "只是一个向日葵, 等待我唯一的阳光", "distance": 7}
{"source": "The sooner you treat your son as as man, the sooner he will be one.", "standard": "越早把孩子当成大人，他就越早成为大人", "answer": "你越快把你儿子当人看待 他就越快成为男人", "distance": 9}
{"source": "hard ,stay cheerful ,and let love take care of the rest .", "standard": "努力工作，保持开朗，让爱照料剩下的一切。", "answer": "保持快乐,让爱 照顾其余的。", "distance": 8}
{"source": "Those who could hurt you the most are the ones that you love the most.", "standard": "那些能把你伤得最痛的人，通常都是你爱得最深的人。", "answer": "最能伤害你的人 就是你最爱的人", "distance": 15}
{"source": "The best love in the world is to let someone you love find his love.", "standard": "这个世界上最好的爱，就是让自己爱的人找到他的爱。", "answer": "世上最好的爱 就是让你爱的人找到爱", "distance": 8}
{"source": "Only when our eyes have been washed by tears, can we have a broader field of vision", "standard": "只有泪水洗过的眼睛，才有更开阔的视野", "answer": "只有当我们的眼睛被泪泪洗眼时,我们才能有更广泛的视野。", "distance": 12}
{"source": "All you need is love, love is all you need.", "standard": "你最需要的是爱，爱是你一切所需。", "answer": "你所需要的就是爱 爱就是你所需要的", "distance": 7}
{"source": "You are not born a winner, nor a loser. You are what you make yourself be.", "standard": "你不是一个天生的赢家，也不是一个天生的失败者，你只是你自己创造的你", "answer": "你生来不是胜利者,也不是失败者。你就是你自己。", "distance": 14}
{"source": "That man is the richest whose pleasure are the cheapest.", "standard": "能在最不起眼的事情上找到快乐的人是最富有的人", "answer": "那个人是最富有的 最廉价的乐趣", "distance": 13}
{"source": "Life has to have cracks in it so that the sun can shine through.", "standard": "生命必须有裂缝，阳光才照得进来。", "answer": "生命必须有裂缝 以便太阳能够闪耀过去", "distance": 7}
{"source": "try to force someone to stay in your life. If they want to go, let them go.", "standard": "别试图在生命里勉强留住某人，如果他们要走，就放手。", "answer": "强迫某人留在你的生活里,如果他们想走,就放他们走。", "distance": 14}
{"source": "Silence is the sign of growth, while the sign of maturity is how to be silent.", "standard": "沉默是成长的标志，而成熟的标志，就是如何去沉默。", "answer": "沉默是增长的标志,成熟的标志是如何沉默。", "distance": 6}
{"source": "Give your whole life to one man and one thing", "standard": "找一件事做他一辈子找一个人爱她一辈子", "answer": "将你一生奉献给一个人 一件事", "distance": 11}
{"source": "Do not let yourself live like a joke.", "standard": "不要让自己活得像个笑话。", "answer": "不要让自己像笑话一样生活。", "distance": 5}
{"source": "There is nothing more important than friendships that endure, especially in a world that insists on changing.", "standard": "没有比经久不衰的友谊更重要的东西，尤其是在这个不停变化的世界里。", "answer": "最重要的莫过于长期的友谊,特别是在一个坚持变革的世界。", "distance": 13}
{"source": "Everything is going to be alright, maybe not today, but eventually.", "standard": "一切都会好的，也许不是今天，但是最终都会好的", "answer": "一切都会好起来的,也许不是今天,但最终会好起来的。", "distance": 11}
{"source": "My favorite scenes in the show always have to do with emotional arcs within the characters.", "standard": "我在这部剧中最喜欢的场景总是与角色间的情感纠葛有关系", "answer": "节目中我最喜欢的场景 总是和角色中的情绪弧有关", "distance": 11}
{"source": "RepostI love you not because of who you are, but because of who I am when I am with you.", "standard": "我爱你，不是因为你是一个怎样的人，而是因为我喜欢与你在一起时的感觉。", "answer": "重回爱你不是因为你是谁 而是因为我和你在一起时的我是谁", "distance": 13}
{"source": "Everybody needs just a little love, lots of hope and unshakable faith", "standard": "每个人需要的仅仅是一点点爱，大大的希望和不可动摇的信念", "answer": "每个人只需要一点爱 充满希望和坚定的信念", "distance": 10}
{"source": "It is not where you come from that counts, it is where you are going..", "standard": "你的过去不重要，重要的是你的未来", "answer": "不是你来自何方,而是你要去何方。", "distance": 12}
{"source": "You will find happiness when you adopt positive thinking into your daily routine and make it an important part of your world.", "standard": "当你积极地看待生活，并以此作为你的日常准则时，你就会找到快乐的真谛", "answer": "当你在日常工作中采用积极思维,使之成为你世界的一个重要部分,你会发现幸福。", "distance": 21}
{"source": "When you have to start compromising yourself and your morals for the people around you, its probably time to change the people around you.", "standard": "当你不得不向周围的人妥协，违背自己的意愿与道德，也许是时候换一批人走进你的世界了", "answer": "当你必须开始为周围的人 牺牲你自己和道德 改变周围的人的时候", "distance": 19}
{"source": "No matter how hard it is, just keep going because you only fail when you give up.", "standard": "无论多么艰难，都要继续向前，因为只有你放弃的那一刻，你才输了", "answer": "不论有多难,只要继续前进,因为只有放弃才能失败。", "distance": 17}
{"source": "I like the dreams of the future than the history of the past.", "standard": "我不缅怀过去的历史，而致力于未来的梦想。", "answer": "我喜欢未来的梦想 而不是过去的历史。", "distance": 8}
{"source": "Distance is not terrible, terrible is farther and farther.", "standard": "距离并不可怕，可怕的是心越来越远", "answer": "距离并不可怕,距离越来越远。", "distance": 6}
{"source": "matter how bad yesterday was, it should not impact the present and the future.", "standard": "不过昨天多么糟糕，也不要让它影响到你的现在和将来。", "answer": "不论昨天有多糟糕,它不应该影响现在和未来。", "distance": 12}
{"source": "You never know how strong you are, until being strong is the only choice you have.", "standard": "你不会知道自己有多坚强，直到除了坚强，你别无选择时。", "answer": "你永远不知道你有多强大 直到你只有坚强才是唯一的选择", "distance": 12}
{"source": "forever friend holds your hand and tells you that everything is going to be okay.", "standard": "真正的朋友会握着你的手，告诉你一切都会好起来的", "answer": "永远的朋友握住你的手 告诉你一切都会好起来的", "distance": 5}
{"source": "Treat yourself well. Live for what tomorrow has to offer, not for what yesterday took away.", "standard": "我都要好好的对自己爱自己。好好对待自己，为了明天所给予的馈礼，而不是昨天所带走的印记", "answer": "活在明天要提供的东西上 而不是昨天夺走的东西上", "distance": 23}
{"source": "you have to stop thinking too much and just go where your heart takes you", "standard": "有时候，我们不要想太多，顺着自己的心意就好了", "answer": "别再想太多,去你心所向之处", "distance": 12}
{"source": "The best way to make your dreams come true is to wake up.", "standard": "要实现梦想，最好先醒来。", "answer": "让你梦想成真的最佳方法 就是醒来", "distance": 8}
{"source": "The true meaning of life is to plant trees, under whose shade you do not expect to sit.", "standard": "生活的意义应该像种树，你并没有期望有一天能坐在树荫下享受它带来的阴凉", "answer": "生命的真正意义是植树,在树荫下,你并不期望坐在树荫下。", "distance": 17}
{"source": "Wake up from a dream, the dream might come true.", "standard": "从梦中醒来，梦想也许能成真。", "answer": "从梦中醒来 梦可能成真", "distance": 6}
{"source": "i have just one person.In a casual moment, only to find that, in fact, I have just one person.", "standard": "在某个不经意的瞬间，才发现，原来，我一直都只是一个人。", "answer": "我只有一个人。 在一个临时时刻, 只是为了找到,事实上,我只有一个人。", "distance": 18}
{"source": "He who smiles in a crisis has found someone to blame.", "standard": "面对危机怡然微笑的人，多半已经找到了替罪羊。", "answer": "身处危机中笑容的人 已经找了个罪魁祸首", "distance": 8}
{"source": "You may doubt others, but never yourself.", "standard": "你可怀疑任何人，但绝不要怀疑你自己", "answer": "你可能会怀疑别人, 但不是你自己。", "distance": 9}
{"source": "Life is change. Sometimes pain, sometimes wonderful. But most of the time, both.", "standard": "生活就是改变。有时痛苦，有时精彩。但大多数时候，两者兼有。", "answer": "生命是变化,有时是痛苦,有时是美妙的,但大部分时间,两者都是。", "distance": 15}
{"source": "It is not our abilities that show us who we truly are, it is our choices.", "standard": "决定我们成为什么样人的，不是我们的能力，而是我们的选择", "answer": "并不是我们的能力告诉我们我们的真实身份,而是我们的选择。", "distance": 12}
{"source": "To the world you are one person, but to one person you are the world.", "standard": "对世界来说，你只是普通的一个人，但对某个人来说，你可能就是他的整个世界", "answer": "向这个世界来说,你是一个人,向一个人来说,你就是这个世界。", "distance": 17}
{"source": "Friends are the family we choose to have", "standard": "朋友，就是我们自己选择的家人", "answer": "朋友是我们所选择的家庭", "distance": 4}
{"source": "You make the choice, and this is your price.", "standard": "你做出了这个决定，这是你的代价", "answer": "你做决定,这是你的代价。", "distance": 5}
{"source": "I wonder how many people Ive looked at all my life and never seen.", "standard": "我想知道一生中有多少人，我看到了却从没有注意过", "answer": "我想知道有多少人,我看着 我一生,从未见过。", "distance": 11}
{"source": "Never say goodbye to love, because I dont want to be just a memory.", "standard": "永远不说再见，我不想仅仅成为一段回忆。", "answer": "永远不要对爱情说再见, 因为我不想只是一个回忆。", "distance": 10}
{"source": "You are merely a little part of my time in earth, a little understanding of my physical being. You have only, a little piece of me.", "standard": "你只是我生命中一个小小的过客，你了解的仅仅是我的表面，你仅仅是我生命中的小小一部分。", "answer": "你只是我人生的一部分, 了解我的身体。你只有我的一部分。", "distance": 17}
{"source": "Upgrade completed. A new chapter begins. Looking forward to staring at the FUCKING red dirt for the rest of my life.", "standard": "升级完成。开始新的篇章。非常期待余生盯着他妈的滚滚红尘发呆。", "answer": "升级完成,新的一章开始了 期待我下半辈子 盯着那该死的红色泥土看", "distance": 15}
{"source": "Success is liking yourself, liking what you do, and liking how you do it.", "standard": "所谓成功，就是爱你自己，喜欢自己做的事，以及喜欢自己做事的方式", "answer": "成功就是喜欢自己 喜欢做你的工作 喜欢怎么做", "distance": 14}
{"source": "No one can change a person,but someone can be a reason for that person to change.", "standard": "没人能够改变另一个人，但却能成为别人改变的一个原因。", "answer": "任何人都不能改变一个人,但有人可以成为改变一个人的理由。", "distance": 13}
{"source": "It makes sense.The first person that you think of in the morning and the last person you think of at night is either the cause of your happiness or the cause of your pain.", "standard": "早上醒来想到的第一个人和晚上睡觉前想到的最后一个人要么是你幸福的缘由，要么是你痛苦的根源。", "answer": "道理是有道理的。第一个你在早晨想到的人, 最后一个你在晚上想到的人, 要么是你幸福的原因,要么是你痛苦的原因。", "distance": 21}
{"source": "Nobody can go back and start a new beginning, but anyone can start today and make a new ending.", "standard": "没有人可以回到过去重新开始，但谁都可以从今日开始，书写一个全然不同的结局。", "answer": "没有人可以回到过去,开始一个新的开端,但任何人都可以从今天开始,作出一个新的结局。", "distance": 13}
{"source": "Many people start a career with a dream, then get busy forgetting it.", "standard": "很多人一开始为了梦想而忙，后来忙的忘了梦想。", "answer": "许多人以梦想开始职业生涯,然后忙于忘记梦想。", "distance": 11}
{"source": "Except for you.Nobody knows what you want except for you.", "standard": "除了你自己没有人知道你想要什么。", "answer": "除了你 没人知道你想要什么 除了你", "distance": 4}
{"source": "I want to wake up where you are.", "standard": "我多想在你身边醒来。", "answer": "我想醒来 在那里你。", "distance": 5}
{"source": "I feel stupid and contagious", "standard": "我觉得自己很蠢，而且这种蠢带有传染性", "answer": "我感觉自己愚蠢又传染", "distance": 9}
{"source": "Hard things are put in our way , not to stop us , but to call out our courage and strength.", "standard": "摆在我们面前的困难并不是要阻挡我们，而是唤起我们的勇气和力量", "answer": "困难因素阻碍着我们的前进,不是要阻止我们,而是要鼓起我们的勇气和力量。", "distance": 13}
{"source": "In order to discover new lands, one must be willing to lose sight of the shore for a very long time.", "standard": "想发现新大陆，就得做好很长时间看不到岸边的准备。", "answer": "要想发现新的土地,人们必须愿意在很长一段时间内看不到岸边。", "distance": 14}
{"source": "When someone walk out your life, let them. They are just making more room for someone else better to walk in.", "standard": "当有人离开你的生活时，随他们去吧。这只是给更好的人留足了进入你生活的空间", "answer": "当有人走出你的生活时,就让他们去吧。他们只是在为别人腾出更多空间,让其他人走进去。", "distance": 18}
{"source": "The high challengeI have never in my life felt more beautiful than when I have stood my tallest.", "standard": "当我站在人生最高处的时候，我觉得那是我觉得最美丽的时刻", "answer": "我这辈子从未有比站得最高 更美丽的挑战", "distance": 16}
{"source": "The value of life lies not in the length of days, but in the use we make of them.", "standard": "生命的价值也许并不能用长度去衡量，而在于我们如何使用了这些时光，让自己回望来路无怨无悔。", "answer": "生命的价值不在于天数的长度,而在于我们对其的使用。", "distance": 18}
{"source": "The world is so big, and life is so short. We need to do as much as possible to live our lives the way we want to.", "standard": "世界太大，生命这样短，要把它过得尽量像自己想要的那个样子。", "answer": "这个世界如此巨大,生命如此短暂。 我们需要尽最大的努力来过我们想要的生活。", "distance": 19}
{"source": "we are one family,stepping into the darkness together.We are a nation of many religions,but I believe these words reflect the spirit of all our faiths.", "standard": "我们是一家人，手牵手一同步入黑暗，虽然我们可能信仰不同，但我相信这几句话能代表所有信仰的精神。", "answer": "我们是一个大家庭,共同进入黑暗。 我们是一个有许多宗教的国家,但我相信,这些话反映了我们所有信仰的精神。", "distance": 22}
{"source": "things are very few in this world.That is the reason there is just one you.", "standard": "在这世上珍贵的东西总是罕有，所以这世上只有一个你。", "answer": "世界上的事物非常少。 这就是为什么只有一个你。", "distance": 11}
{"source": "In fact the set patterns of Hollywood movies are all the same.", "standard": "其实好莱坞的电影套路都是一样的。", "answer": "事实上好莱坞电影的一套模式是相同的。", "distance": 6}
{"source": "Regardless of what the obstacles may appear in my life, I will run my race, doing my best.", "standard": "无论生活之路会遇到多少障碍，我都会竭尽所能地跑完这一程。", "answer": "不论人生中遇到什么障碍,我将尽我最大的努力,开展我的竞赛。", "distance": 19}
{"source": "If you want to live a happy life, tie it to a goal. Not to people or things.", "standard": "如果你想过得快乐，那就把生活和目标结合在一起，而不是来自他人或物质。", "answer": "如果你想过幸福的生活, 把它与目标联系在一起, 而不是与人或事物。", "distance": 12}
{"source": "That picture was taken before training and I can only say that the smiles were gone by the time training was over.", "standard": "这是我训练前拍得照片，我相信训练完就不会有这样的笑容了。", "answer": "那张照片是在培训前拍的,我只能说,培训结束时,微笑已经消失。", "distance": 20}
{"source": "All or nothing, now or never", "standard": "要么没有，要么全部。要么现在，要么永不", "answer": "要么全部 要么什么都没有 要么现在 要么永远 要么永远", "distance": 8}
{"source": "Nobody could ever replace you...", "standard": "从来没有人可以取代你。", "answer": "没有人可以取代你...", "distance": 2}
{"source": "Sad useless, let oneself live your life is the most important. Love is beautiful, but is not the life complete.", "standard": "伤心没有用，让自己好好地生活才最重要。爱情虽美，却不是生活的全部。", "answer": "可悲无用,让自己过人生是最重要的,爱是美丽的,但不是完整的。", "distance": 18}
{"source": "A righteous person is delivered out of trouble, and the wicked takes his place.", "standard": "义人得脱离患难，有恶人来代替他。", "answer": "正义的人,得免忧患,恶人得替他辩护。", "distance": 10}
{"source": "formation of a new government", "standard": "新政府的组成", "answer": "组成新政府", "distance": 3}
{"source": "Love is a lamp, while friendship is the shadow. When the lamp is off,you will find the shadow everywhere. Friend is who can give you strength at last.", "standard": "爱情是灯，友情是影子，当灯灭了，你会发现你的周围都是影子。朋友，是在最后可以给你力量的人。", "answer": "爱是一盏灯,友谊是阴影。当灯熄灭时,你将发现每一处的阴影。朋友是最后能给你力量的人。", "distance": 21}
{"source": "We say we love flowers, yet we pluck them. We say we love trees, yet we cut them down. And people still wonder why some are afraid when told they are loved.", "standard": "我们说我们爱花朵，但是我们要采。说爱树木，但是我们要砍，我想这就是为什么那么多人在听到别人说爱自己的时候充满了恐惧。", "answer": "我们说,我们爱花,但我们拔花。我们说,我们爱树,但我们砍树。人们仍然在想,当有人被告知他们被爱的时候,为什么有人害怕。", "distance": 32}
{"source": "Love does not consist in gazing at each other, but in looking outward together in the same direction.", "standard": "爱不在于彼此凝视，而在于注视着同一个方向。", "answer": "爱不在于互相凝视,而在于向着同一个方向向外看。", "distance": 6}
{"source": "you put somebody in their place, put yourself in their place.", "standard": "在你让别人做事情之前，先设身处地为他们想想。", "answer": "你找人代替他们 找人代替他们", "distance": 12}
{"source": "Explanation is unnecessary, because people know you do not need it.", "standard": "解释永远是多余的，因为懂你的人不需要它", "answer": "解释是不必要的,因为人们知道你不需要解释。", "distance": 10}
{"source": "Owls are the only birds that can see the colour blue", "standard": "猫头鹰是唯一能看见蓝色的鸟", "answer": "猫头鹰是唯一能看到蓝色的鸟", "distance": 1}
{"source": "During the depression, millions of the unemployed wandered around in the streets.", "standard": "经济萧条时期，有好几百万的失业者在街头游荡。", "answer": "在萧条期间,数百万失业者在街上流浪。", "distance": 8}
{"source": "Presence, by its very nature accepts, allows, and includes. If you are involved in judgment, you cannot be present, for the simple reason that in Presence, there is no judgment.", "standard": "临在的天性就是接受、允许和包容。如果你有评判，你就无法处在当下。理由很简单，因为在临在里是没有评判的", "answer": "存在本身的性质是接受、允许和包括。如果你参与判决,你就不能在场,原因很简单,那就是存在是没有判断的。", "distance": 20}
{"source": "The mighty desert is burning for the love of a blade of grass who  　　 shakes her head and laughs and flies away.", "standard": "无垠的沙漠热烈追求一叶绿草的爱，她摇摇头笑着飞开了。", "answer": "强大的沙漠正在燃烧 爱一刀草, 谁摇晃她的头,欢笑和飞走。", "distance": 16}
{"source": "Climate change could lead to crops from the banana family becoming a critical food source for millions of people, a new report says.", "standard": "一份最新的研究报告称，随着气候变化，香蕉家族的作物将成为数百万人的主要食物来源。", "answer": "一份新报告指出,气候变化可能导致香蕉家族的作物成为数百万人的重要粮食来源。", "distance": 11}
{"source": "I have a crush on you.", "standard": "我对你有一点动心", "answer": "我爱上你了", "distance": 4}
{"source": "I endure cry, comedy is always very easy to ending", "standard": "我忍住哭，喜剧总是特别容易的落幕", "answer": "喜剧总是很容易结束", "distance": 7}
{"source": "I would rather be a mistake maker than miss you.", "standard": "我情愿做个犯错的人，也不愿错过你", "answer": "我宁愿做一个错误的制造者 也不愿想念你", "distance": 6}
{"source": "The smell of baking bread wafted down the hallway.", "standard": "烤面包的香味顺着走廊飘过来。", "answer": "走廊下面有烤面包的味道", "distance": 9}
{"source": "When your mood is not good, go out for a walk. Do not let your bad mood bring confusion into the world or anxiety into your heart.", "standard": "心情不好就出去走走，别让坏情绪迷乱了世界，慌乱了心。", "answer": "当你的情绪不好时,请出去走走,不要让你的坏情绪给世界带来混乱或焦虑。", "distance": 17}
{"source": "Today does not walk, will have to run tomorrow.", "standard": "今天不走，明天要跑。", "answer": "今天不走,明天必须跑。", "distance": 2}
{"source": "two people really care about each other, they will always look for a way to make it work, no matter how hard it is.", "standard": "两个人若是还在乎对方，无论多难，都会为爱找到出路的", "answer": "两个人真正关心对方, 他们总是会寻找一个方法 让它工作,不管多么努力。", "distance": 18}
{"source": "The U.S. Department of Justice defended its case against Apple and five major publishers, alleging that they conspired to raise the prices of electronic books.", "standard": "美国司法部为起诉苹果和五大出版商辩护，声称他们密谋提高电子图书的价格。", "answer": "美国司法部对苹果公司和五个主要出版商提出辩护,声称他们合谋提高电子书籍的价格。", "distance": 10}
{"source": "I should try being myself.", "standard": "我应该努力做我自己。", "answer": "我该试着做我自己", "distance": 4}
{"source": "Friends are thieves of time.", "standard": "朋友是时间的窃贼。", "answer": "朋友是时间的盗贼。", "distance": 1}
{"source": "The journey of life can get wearisome and bumpy at times, but good company can make the trip more pleasant. Extend the hand of friendship to your fellow travelers.", "standard": "生命之旅有时会变得坎坷和令人疲惫，但好伴侣却能为旅程增添许多乐趣。向你的同路人伸出友谊之手吧。", "answer": "人生旅程有时会变得疲惫和动荡,但良好的公司可以使旅程更加愉快。 伸出友谊之手给同行的旅行者。", "distance": 24}
{"source": "If you want to make your dream come true, the first thing you have to do is to wake up.", "standard": "若要梦想实现，先从梦中醒来", "answer": "如果你想让你的梦想成真, 你要做的第一件事就是醒来。", "distance": 17}
{"source": "Do you still remember, once promised oneself what.", "standard": "你是否还记得，曾经答应了自己什么。", "answer": "你还记得吗,曾经答应过自己什么的。", "distance": 5}
{"source": "Sometimes you need to look back, otherwise you will never know what you have lost in the way of forever searching.", "standard": "偶尔要回头看看，否则永远都在追寻，而不知道自己失去了什么", "answer": "有时你需要回首过去,否则你永远不知道自己在永久搜索过程中失去了什么。", "distance": 16}
{"source": "What does it matter where I am if you are not with me.", "standard": "如果没有你，我在哪里又有什么可惜。", "answer": "如果你不和我在一起,我在哪里又有什么关系?", "distance": 7}
{"source": "Would you like to experiment with happy ,or you select to create happiness ,there are two ways for you in your life..", "standard": "你是选择体验快乐，还是选择创造快乐，我们只有两种选择。", "answer": "想要尝试快乐, 或者选择创造幸福, 生活有两种方式。", "distance": 11}
{"source": "A relationship without trust, is like a phone without service.All you can do is play games.", "standard": "缺乏信任的感情，就像是一部没有信号的手机，只能玩游戏。", "answer": "一段没有信任的关系,就像一部没有服务的电话。你所能做的就是玩游戏。", "distance": 15}
{"source": "Hold on to good friends,they are few and far between.", "standard": "和好朋友相互扶持，他们是很稀少的", "answer": "紧紧抓住好朋友,他们很少,距离遥远。", "distance": 11}
{"source": "he who wants to eat egg must endures the crackling hen .", "standard": "想吃鸡蛋就得忍受鸡叫", "answer": "想要吃鸡蛋的人 得忍受母鸡的煎熬", "distance": 6}
{"source": "Wisdom is more to be envied than riches.", "standard": "知识比财富更值得羡慕。", "answer": "智慧比财富更值得羡慕。", "distance": 1}
{"source": "Single, doesnt mean that u know nothing about love. ", "standard": "单身并不意味着你不懂爱情", "answer": "单身 并不意味着你对爱情一无所知", "distance": 3}
{"source": "Those were the best years of you life,cause they made you who he was.", "standard": "哪些痛苦的日子才是你生命中最好的日子，因为那些日子塑造了你。", "answer": "那是你人生中最美好的时光 因为他们让你成为了真正的他", "distance": 17}
{"source": "Something you will realize only when you do it,when you make mistakes or when you grow up.", "standard": "有些事，做了才知道。有些事，错了才知道。有些事，长大了才知道。", "answer": "只有当你做了,当你犯错或长大时,你才会意识到一些事情。", "distance": 21}
{"source": "You just have to be happy. If you are, everything else will fall into place.", "standard": "你只须快乐点，若快乐，其他一切都会回到正轨上去。", "answer": "你只要快乐就好,如果你快乐的话, 其它一切都会落到实处的。", "distance": 13}
{"source": "Ordinary people worry today and postpone their happiness for tomorrow.Wise people only wish happiness for all, today and tomorrow.", "standard": "普通人是担心今天，把幸福留给明天。智者只求快乐，不管是今天还是明天。", "answer": "普通人今天要担心,明天要推迟他们的幸福。 怀有希望的人只希望所有人今天和明天都幸福。", "distance": 19}
{"source": "God ,you must bless me always healthy.", "standard": "我要永远健康。", "answer": "上帝,你必须保佑我永远健康。", "distance": 6}
{"source": "Pay attention to the gas, the fire and water as well as the falling trees and telephone poles.", "standard": "请注意煤气、炉火、水以及被风刮倒的树木和电话杆。", "answer": "注意气体、火和水,以及落下的树木和电话杆。", "distance": 8}
{"source": "Nothing can change my love for you,,,", "standard": "没什么能改变我对你的爱", "answer": "没有什么能改变我对你的爱", "distance": 1}
{"source": "It was not yet strict monogamous, as polygamy was permitted for the leading members of the tribe.", "standard": "这还不是严格的一夫一妻制，因为还允许显贵实行多妻制。", "answer": "这种做法还不是严格的一夫一妻制,因为允许该部落主要成员实行一夫多妻制。", "distance": 9}
{"source": "To acquire the habit of reading is to construct for yourself a refuge from almost all the miseries of life.", "standard": "养成读书的习惯，就相当于给自己建造了一座逃避人生几乎所有不幸的避难所", "answer": "学会阅读的习惯是为自己建造一个避风港,摆脱几乎所有生命痛苦。", "distance": 14}
{"source": "Sometimes you just have to pick yourself up and carry on.", "standard": "有时候，你只需要振作自己，继续生活。", "answer": "有时候你只需要 抬起自己 继续前进。", "distance": 4}
{"source": "We did it unconsciously with less and less emotion and smile.We were not sure the reason why we locked tightly our heart was to eliminate loneliness or to protect ourselves.", "standard": "情绪越来越少，笑容越来越少。不确定封闭自己的心，是因为害怕孤寂，还是在自我保护，只是不由自主地那样做了。", "answer": "我们用越来越少的情绪和微笑无意识地做了这件事。 我们不确定为什么我们紧紧地锁住我们的心是为了消除孤独或保护我们自己。", "distance": 32}
{"source": "Not everything is meant to be. But everything is worth a try.", "standard": "不是所有事情都能如愿以偿，但是任何事情都值得尝试。", "answer": "并非一切都是注定的,但一切都值得一试。", "distance": 10}
{"source": "You have everything and still the world holds no joy. Yet you make fun of those who would see it for its possibilities.", "standard": "你要风得风，要雨得雨，可是还是觉得生命有趣味，又嘲笑那些对世界抱希望的人。", "answer": "你拥有一切,这个世界仍然没有欢乐,你却嘲笑那些能看见它的人。", "distance": 16}
{"source": "They say life is full of surprises that our dreams really can come true.", "standard": "人们总说，生活中惊喜连连，有时梦境也会成真", "answer": "他们说生活充满了惊喜 我们的梦想真的可以成真", "distance": 11}
{"source": "in order to be irreplaceable, one must always be different.", "standard": "想要无可取代，就必须时刻与众不同。", "answer": "要成为不可替代的,就必须总是有不同的。", "distance": 10}
{"source": "Good times become good memories. Bad times become good lessons.", "standard": "好时光给你带来美好的回忆，坏时光给你上一堂好课。", "answer": "美好时光成为美好的回忆 坏时光成为美好的教训", "distance": 13}
{"source": "Love is a kind of chance encounter, and one can neither waiting nor preparing for it.", "standard": "爱是一种遇见，不能等待，也不能准备。", "answer": "爱是一种偶然的遭遇,人们既不能等待,也不能准备。", "distance": 7}
{"source": "Do not walk behind me, for I may not lead. Do not walk ahead of me, for I may not follow. Do not walk beside me either. Just pretty much leave me the hell alone.", "standard": "别跟这我走，我可能领不了路。别在我前面走，我可能不跟你。也别在我旁边走。就让我他妈一个人呆着好了。", "answer": "你们不要在我后面行走,我或许不能前行,不要在我前面行走,不要在我前面行走,不要在我前面行走,不要在我后面行走,不要使我一个人在地獄中。", "distance": 37}
{"source": "Life can not be alive by mood, and must depend on the attitude to life.", "standard": "人生不能靠心情活着，而要靠心态去生活。", "answer": "生活不能凭心情生存,必须依赖对生活的态度。", "distance": 11}
{"source": "Objectives more clearly, the more substantial person. Find more absurd than the life you want. Among the swinging find themselves.", "standard": "目标越清晰，人就越充实。在荒诞之外找到更多自己想要的生活。在摆来摆去之中找到自我。", "answer": "目标更明确, 更实质性的人。 找到比你想要的生活更荒谬的事物。 在摇摆的人群中, 发现自己 。", "distance": 23}
{"source": "Every story has an ending. But in life, every ending is a new beginning", "standard": "所有的故事，都有个结局。但幸运的是，我们的生活中，每个结局会变成一个新的开始", "answer": "每一个故事都有结局。但在生活中,每一个结局都是一个新的开端。", "distance": 17}
{"source": "Among thousands of people,I recognized you the first moment I saw you.", "standard": "茫茫人海中，我一眼就认出了你。", "answer": "无数人中 我第一眼看到你就认出了你", "distance": 8}
{"source": "First love never dies, but true love can bury it alive.", "standard": "初恋难忘，但真爱却能将之活活埋葬。", "answer": "初恋永不死,但真爱能活埋它", "distance": 11}
{"source": "i love you", "standard": "最爱最爱你", "answer": "我爱你", "distance": 3}
{"source": "Make a wish Live beautifully, dream passionately and love completely.", "standard": "活要活得美好，梦要梦得热烈，爱要爱得完整。", "answer": "做一个愿望 美丽地生活 充满激情的梦想 彻底的爱", "distance": 17}
{"source": "A wise man never loses anything if he has himself.", "standard": "聪明的人只要能掌握自己，便什么也不会失去", "answer": "聪明人只要有自己,就永远不会失去任何东西。", "distance": 12}
{"source": "This is the schedule for application class this week.", "standard": "这是我们这周应用课的课表", "answer": "这是本周申请类的时间表 。", "distance": 7}
{"source": "I believe happy girls are the prettiest girls.", "standard": "我相信快乐的女孩是最漂亮的女孩。", "answer": "我相信快乐的女孩 是最漂亮的女孩。", "distance": 0}
{"source": "I had the blues because i had no shoes.Until upon the street,I met a man who had no feet.", "standard": "我曾经因为没有鞋子很沮丧，当我一次在街上看到一个没有双脚的男人，再也不那样了。", "answer": "我有蓝调,因为我没有鞋子。 直到在街上,我遇到了一个没有脚的男人。", "distance": 21}
{"source": "The warm smile,if the quality.", "standard": "微笑向暖，安之若素", "answer": "温暖的微笑,如果质量。", "distance": 6}
{"source": "I think I can forget, but still overestimate their own.", "standard": "我以为我能忘记，却还是高估了自己。", "answer": "我想我可以忘记,但还是高估了他们自己的。", "distance": 6}
{"source": "The spirit to whom Milton is praying was the actual vehicle through which God created the universe.", "standard": "正是弥尔顿所祈祷的这个圣灵，指导上帝创造了宇宙。", "answer": "米尔顿祈祷的精神是上帝创造宇宙的真正工具。", "distance": 11}
{"source": "difficulties  occur  but  not  the   loss   of   courage.", "standard": "纵使困难重重，也不丧失勇气。", "answer": "出现困难,但不是丧失勇气。", "distance": 5}
{"source": "friend is someone who knows the song in your heart and can sing it back to you when you have forgotten the words.", "standard": "朋友是知道你心里哼的那首歌，还能在你忘词的时候帮你唱出来的人", "answer": "朋友是一个了解你内心歌曲的人 等你忘记了歌词 就能唱回给你听", "distance": 20}
{"source": "People living in the world can not be too greedy, to learn how to make a choice.", "standard": "人活在世上是不能太贪心的，要学会取舍", "answer": "生活在世界上的人不能过于贪婪,无法学会作出选择。", "distance": 13}
{"source": "Sometimes, you need to step outside, clear your head, and remind yourself of who you are and where you wanna be.", "standard": "有时候，你需要出去走走，清醒一下大脑，想想自己是谁，想去何方", "answer": "有时候,你需要走出门, 清醒你的头, 并提醒自己你是谁, 以及你想成为什么人。", "distance": 18}
{"source": "Life isn't tied with a bow,but its still a gift.", "standard": "生命没有系蝴蝶结，但它仍然是一份礼物。", "answer": "人生不是和弓联系在一起的, 但它仍然是一个礼物。", "distance": 10}
{"source": "when you are gone", "standard": "当你离开的时候", "answer": "那时,你已逝去,", "distance": 5}
{"source": "What you see reflects what your heart is like.", "standard": "你看到什么样的世界，你就拥有什么样的内心。或者反过来，你拥有什么样的内心，你就会看到什么样的世界", "answer": "你所看到的 反映了你内心的模样", "distance": 24}
{"source": "Time is the best medicine.I can feel you forgetting me.", "standard": "我能感觉到你在忘记我。", "answer": "时间是最好的药 我能感觉到你忘了我", "distance": 8}
{"source": "If we did all the things we are capable of doing, we would literally astound ourselves.", "standard": "假如我们把自己力所能及的事都完成了，我们会真的令自己大吃一惊。各位，早安", "answer": "如果我们做了我们所能做的所有事情,我们就会非常惊讶。", "distance": 19}
{"source": "You are always trying to get my goat.", "standard": "你总是想惹我发火", "answer": "你总是想得到我的山羊。", "distance": 4}
{"source": "Precisely.A celebrity is a person who works hard all his life to become well known, then wears dark glasses to avoid being recognized.", "standard": "名人们穷其毕生之力追求成名，然后带起墨镜避人耳目。", "answer": "一位名人一生辛勤工作, 才能成为名人, 然后戴上暗眼镜, 避免被认出。", "distance": 17}
{"source": "The darkness is no darkness with thee.", "standard": "有了你，黑暗不再是黑暗。", "answer": "黑暗与你同在,不是黑暗。", "distance": 7}
{"source": "Always remember that God sees the best in you, even when others choose to see the worst.", "standard": "当大多数人看到你的黑暗面时上帝总能看到你的发光点", "answer": "永远记住,上帝在你们眼中是最好的,即使其他人选择看最坏的。", "distance": 17}
{"source": "The mighty desert is burning for the love of a blade of grass who shakes her head and laughs and flies away.", "standard": "无垠的沙漠热烈追求一叶绿草的爱，她摇摇头笑着飞开了。", "answer": "强大的沙漠正在燃烧 爱一刀草, 谁摇晃她的头,欢笑和飞走。", "distance": 16}
{"source": "There are two kinds of people, those that do the work and those that take the credit", "standard": "有两种人，一种人在做事，一种人在领功", "answer": "共有两种人,一种是做工作的,另一种是功劳的,一种是功劳的,一种是功劳的,一种是功劳的,一种是功劳的,一种是功劳的,一种是功劳的,一种是功劳的,一种是功劳的,一种是功劳的,一种是功劳的,一种是功劳的,一种是功劳的,一种是功功功功的,一种是功劳的,一种是功功功功的,一种是功功功功的,一种是功功功功的,", "distance": 118}
{"source": "Promise more, do not. It is just a lie", "standard": "承诺再多，都做不到。那也只不过还是谎言", "answer": "保证更多,不要,这只是谎言", "distance": 12}
{"source": "If I say leave me alone,actually I need you more than at any time.", "standard": "如果我说我想一个人静一静，其实我比任何时候都需要你。", "answer": "如果我说别管我 事实上我比任何时候都更需要你", "distance": 11}
{"source": "Love is like a butterfly. It goes where it pleases and it pleases where it goes", "standard": "爱情就像一只蝴蝶，它喜欢飞到哪里，就把欢乐带到哪里。", "answer": "爱就像蝴蝶 随它喜欢的地方 随它喜欢的地方 随它喜欢的地方", "distance": 16}
{"source": "Sometimes it is the most casual  words of yours that hurt others the most.", "standard": "有些话，不经意的说出口，对方却很认真的难过。", "answer": "有时候,你最随意的话 伤害别人最深。", "distance": 14}
{"source": "Steve was such an original, with a thoroughly creative, imaginative mind that defined an era.", "standard": "乔布斯是一位了不起的独创者，他那绝顶创新、富有想象力的头脑定义了一个时代。", "answer": "史蒂夫是这样一个创举, 具有彻底的创造性, 富有想象力的思想, 定义了时代。", "distance": 15}
{"source": "is sweeping way across the world", "standard": "席卷全球", "answer": "环球飞跃", "distance": 2}
{"source": "Beautiful Chinese indoor pool", "standard": "美丽中国室内游泳池", "answer": "美丽的中国室内游泳池", "distance": 1}
{"source": "In life we all have an unspeakable secret, an irreversible regret, an unreachable dream and an unforgettable love.", "standard": "人的一生，都有一些说不出的秘密，挽不回的遗憾，触不到的梦想，忘不了的爱。", "answer": "在生活中,我们都有一个难以形容的秘密,一个不可逆转的遗憾,一个无法实现的梦想和一个难以忘怀的爱。", "distance": 21}
{"source": "Gratitude  is  the  sign  of  noble  souls", "standard": "懂得感激是高尚者的标志", "answer": "感谢是高贵灵魂的标志", "distance": 4}
{"source": "All day from all flowers you make much honey, those who plunder the fruit of your toil are happy.", "standard": "采得百花成蜜后，为谁辛苦为谁甜", "answer": "每天从所有花朵中拿出很多蜂蜜, 掠夺你劳动果实的人是快乐的。", "distance": 19}
{"source": "accomplishment starts with the decision to try.", "standard": "任何成就都是从决定尝试开始。", "answer": "完成从要尝试的决定开始。", "distance": 6}
{"source": "Do not always pour out your distress or expose your fragility to others.", "standard": "不要老在别人面前，倾诉你的困境，袒露你的脆弱", "answer": "不必总是倾注你的痛苦 或暴露你的脆弱性给别人。", "distance": 14}
{"source": "difficulties are only illusions...", "standard": "有些困难只是错觉。。。", "answer": "困难只是幻觉...", "distance": 3}
{"source": "movie was a flop. Nobody went to see it.", "standard": "这部电影卖座率奇低没有人去看", "answer": "电影很烂,没人去看", "distance": 5}
{"source": "I can because i think i can.", "standard": "我行，因为我相信我行！", "answer": "我可以,因为我认为我可以。", "distance": 5}
{"source": "Crouch down, hold your knees when you are depressed.Forgive others and yourself.", "standard": "郁闷的时候蹲下来抱抱自己，原谅别人也原谅自己。", "answer": "蹲下 压抑时跪下 原谅其他人和你自己", "distance": 12}
{"source": "Youth means limitless possibilities.", "standard": "年轻意味着无限的可能", "answer": "青年意味着无限的可能性。", "distance": 3}
{"source": "Is a  very  bully and selfish requirements, can become a reality hard to say.", "standard": "很霸道很自私的要求，能不能变成现实很难说。", "answer": "是一个非常霸道和自私的要求,可以成为一个很难说的现实。", "distance": 11}
{"source": "Instead of complaining that the rosebush is full of thorns, be happy that the thorn bush has roses.", "standard": "与其抱怨玫瑰丛长满了刺，还不如感激丛里竟生出了玫瑰。", "answer": "与其抱怨玫瑰花满是刺,不如为刺树有玫瑰而高兴。", "distance": 11}
{"source": "Say less and mean more", "standard": "说的越少，意味越多。早安", "answer": "少说少说少说少说少说少说", "distance": 10}
{"source": "Give me the details.", "standard": "告诉我详细情形。", "answer": "告诉我细节。", "distance": 2}
{"source": "You meet me or not .", "standard": "见与不见", "answer": "你见不见我?", "distance": 4}
{"source": "It will be health to your body, and nourishment to your bones.", "standard": "这便医治你的肚脐，滋润你的百骨", "answer": "身体将健康,骨头将营养。", "distance": 11}
{"source": "Miracles happen every day.", "standard": "奇迹每天都在发生。", "answer": "奇迹每天都在发生。", "distance": 0}
{"source": "I wait for miracles.When you have no doubt that your dream can come true and take action from that place, miracles happen", "standard": "坚信梦想能实现，并果断采取行动，奇迹便会发生", "answer": "我等待奇迹,当你毫不怀疑你的梦想能够实现并从那里采取行动时,奇迹就会发生。", "distance": 18}
{"source": "Habit is habit, and not to be flung out of the window by any man, but coaxed downstairs a step at a time.", "standard": "习惯就是习惯，谁也不能将其一下子扔出窗外，只能一步一步地引下楼。", "answer": "嗜好是一种习惯, 而不是被任何男人从窗户扔出去, 而是一次在楼下爬一步。", "distance": 22}
{"source": "First dates are awkward, first kisses are heavenly, first loves are irreplaceable, and first heartbreaks are unforgettable.", "standard": "第一次约会很傻，第一次亲吻很甜，第一次的爱无可替代，第一次伤心无法释怀", "answer": "第一次约会是尴尬的, 第一次吻是天堂, 第一次爱是不可替代的, 第一次心碎是令人难忘的。", "distance": 21}
{"source": "When you really like something, but it also brings you hurt when, in fact, this is God to test you enough to adhere to.", "standard": "当你真正喜欢一样东西，但它又给你带来伤害的时候，其实这是老天在考验你是否足够坚持。", "answer": "当你真正喜欢某样事物, 但它也带来伤害 当你,事实上,这是上帝 考验你足够 遵守。", "distance": 15}
{"source": "China, Tajikistan pledge further military cooperation", "standard": "中国和塔吉克斯坦将进一步加强军事合作", "answer": "中国、塔吉克斯坦保证进一步开展军事合作", "distance": 3}
{"source": "Smart people may not succeed.", "standard": "聪明的人未必成功", "answer": "聪明人可能不会成功。", "distance": 5}
{"source": "live in the present.", "standard": "活在当下", "answer": "活在现实中。", "distance": 3}
{"source": "hug me, like you did by the lake on Naboo.", "standard": "抱紧我，就像你在纳波湖边那样。", "answer": "拥抱我 就像你在纳布湖边一样", "distance": 6}
{"source": "Commit your deeds to Yahweh, and your plans shall succeed.", "standard": "你所做的，要交托耶和华，你所谋的，就必成立", "answer": "你 向 耶 和 華 作 事 、 你 的 计 划 必 成功", "distance": 14}
{"source": "Be happy no matter what.", "standard": "开心一点，管它怎样", "answer": "不论发生什么都要快乐。", "distance": 7}
{"source": "I owe an incalculable debt of gratitude to your help.", "standard": "对你的帮助我感激不尽。", "answer": "感谢你的帮助,我欠了不可估量的感激之情。", "distance": 9}
{"source": "The condemned man petitioned me governor for clemency.", "standard": "被判刑的人上书州长请求慈悲。", "answer": "被判有罪的人向我请求州长宽大处理。", "distance": 7}
{"source": "is what you do to the people you say you love is the only thing that matters.", "standard": "对自己爱的人所做的事才是最重要的", "answer": "就是你对你说爱的人所做的 才是最重要的", "distance": 5}
{"source": "To find the right person , the only thing you need to do is to make good enough .", "standard": "再找到合适的人之前，唯一需要做的，就是让自己足够优秀", "answer": "找到合适的人,你唯一需要做的就是做好事。", "distance": 8}
{"source": "he lost the courage to wait for a person to their own forces.", "standard": "说自己失去勇气，是为了等待一个人给自己力量。", "answer": "他失去了等待一个人加入自己部队的勇气。", "distance": 10}
{"source": "Love the feeling of the line, there is a thin line between you and me, we thought we could give more love, only to find out in the end that you want nothing at all.", "standard": "爱情的感情线，你与我只有一线之隔，我们以为可以给与对方更多的爱，但是最终发现原来你什么都不想要。", "answer": "爱线的感觉, 你和我之间有一条细线, 我们认为我们可以给予更多的爱, 只是为了最终发现 你什么都不想要。", "distance": 18}
{"source": "Relationship should be careful to treat friends, and sometimes oneself may be misunderstood his friend, first to find the cause from oneself is good.", "standard": "对待朋友关系要慎重，有时可能是自己误解了朋友，先从自己身上找原因为好。", "answer": "关系应该谨慎对待朋友,有时自己可能被误解为朋友,首先发现自己的事业是好的。", "distance": 17}
{"source": "Favour is deceitful,and beauty is vain.", "standard": "宠爱是欺诈的，美丽是空虚的", "answer": "好处是欺骗性的,美是徒劳的。", "distance": 6}
{"source": "Each person has own fate, all what do with other people.", "standard": "每个人有自己的宿命，一切又与他人何干", "answer": "每个人有自己的命运,所有与其他人有关的一切。", "distance": 9}
{"source": "someone really wants to see you, he will try everything possible and go through the world to get you.", "standard": "如果一个人真的想见你，他会动用各种方式，翻遍全世界找到你。", "answer": "某个真正想见你的人 他会尽一切可能 穿越世界 抓住你", "distance": 14}
{"source": "Some rain checks may not be rain checks any more, but some may be an everlasting rain checks.", "standard": "有些改天不再是改天了，可有些改天就是永远永远的改天", "answer": "有些雨水计数器也许不再是雨水计数器,但有些可能是永久性的雨水计数器。", "distance": 15}
{"source": "starting to rain here now", "standard": "这儿现在开始下雨了", "answer": "开始下雨了", "distance": 2}
{"source": "it said that you will appear in the dreams of others when you fail to fall asleep.", "standard": "据说当你失眠的时候，你将会在别人的梦里出现！", "answer": "他说:你们睡不着的时候,将在别的梦中出现。", "distance": 14}
{"source": "If one day of us not in together, must look like in is together same", "standard": "假如有一天我们不在一起了，也要像在一起一样", "answer": "如果有朝一日我们不在一起, 一定看起来像是同一个在一起", "distance": 8}
{"source": "I wonder if I ever cross your mind, for me it happens all the time.", "standard": "我想知道你有没有片刻想起过我，因为我一直在想你。", "answer": "对我来说 这种事经常发生", "distance": 17}
{"source": "people will always have a place in your heart, but never a place in your life", "standard": "有些人会一直停留在你心里，却永远不会出现在你生活里", "answer": "人永远在你的心中占有一席之地 人生中永远没有一席之地", "distance": 15}
{"source": "I wish I could put people on mute.", "standard": "希望可以把人调成静音模式。", "answer": "真希望我能让人听哑巴", "distance": 8}
{"source": "When others start talking, you are likely to tune out. You would rather just go your own separate way and try to figure out everything on your own.", "standard": "可能你更愿意去按照自己的方式做事。但事实上，你应该静下心来，多聆听下别人的建议。", "answer": "其他人开始说话时,你可能会调整方向。你宁愿自己另辟一条路,尝试自己想出一切。", "distance": 25}
{"source": "The same person, when the smile very beautiful , if the thought of grief to cry, though still beautiful, however,when a lot worse than the smile.", "standard": "同一个人，笑得时候非常美，如果想起伤心事哭了，虽然还美，但比笑得时候逊色不少。", "answer": "同一个人,当微笑非常美丽, 如果悲伤的念头哭泣,虽然仍然美丽, 但是,当比微笑更糟糕的时候。", "distance": 22}
{"source": "Injection of muscle cells boost the strength of the existing muscles around the bladder, easing the symptoms of the condition and reducing the likelihood of embarrassing leaks", "standard": "通过注射肌肉细胞，加强膀胱周围现存肌肉的肌力，可减轻尿失禁的症状和降低尴尬尿漏的可能性", "answer": "注射肌肉细胞可增强膀胱周围现有肌肉的强度,缓解症状,减少出现尴尬泄漏的可能性", "distance": 15}
{"source": "The beautiful thing about learning is that nobody can take that away from you.", "standard": "学习的美妙之处是谁也不能把它从你身上拿走。", "answer": "学习的美好之处在于 没有人能夺走你的一切", "distance": 11}
{"source": "For you, I became the better me.", "standard": "为你，我变成了更好的自己。", "answer": "对你而言,我变得更好。", "distance": 7}
{"source": "We  really  hit  it  off.", "standard": "我们真的很投缘", "answer": "我们非常合得来", "distance": 4}
{"source": "While there is life, there is hope.", "standard": "一息若存，希望不灭。", "answer": "生活是存在的,希望是存在的。", "distance": 8}
{"source": "Life is a roller coaster. You can either scream every time you hit a bump,  or you can throw your hands up and enjoy the ride.", "standard": "生活就像过山车。你可以在每次颠簸的时候尖叫，你也可以高举双手享受整个过程。", "answer": "人生是一辆过山车。你可以要么每次碰到撞车就叫喊,要么举起双手,享受旅程。", "distance": 17}
{"source": "Dear Mom, I may not like you all the time, but I love you always.", "standard": "亲爱的妈咪，也许我不会总是喜欢你，但我会一直爱你。", "answer": "亲爱的妈妈,我可能不喜欢你所有的时间, 但我爱你永远。", "distance": 13}
{"source": "Be happy, no matter what.", "standard": "开心一点，管它怎样。", "answer": "快乐,无论发生什么。", "distance": 6}
{"source": "Choice is also need for capacity.", "standard": "选择也需要能力。", "answer": "选择也是能力需要。", "distance": 2}
{"source": "You have gone, and I will work hard, fall in love seriously and forget you casually.", "standard": "你走了，我要好好奋斗，好好谈恋爱，轻松地去忘掉你。", "answer": "你走了,我会努力工作 认真坠入爱河 暂时忘记你", "distance": 14}
{"source": "Start everyday with a new hope, leave bad memories behind and have faith for a better tomorrow", "standard": "用期待迎接新的一天，抛掉不美好的回忆，对美好的明天充满信心", "answer": "每天从新的希望开始,留下美好的回忆,相信更美好的明天", "distance": 14}
{"source": "You usually find what you are looking for the moment you stop looking for it.", "standard": "众里寻他千百度，蓦然回首，那人却在灯火阑珊处。", "answer": "你通常会发现你所寻找的 停止寻找的那一刻。", "distance": 13}
{"source": "it is a typical case of vicious marketing communication which treated law and morality with contempt.", "standard": "典型的恶意营销传播，不顾法律和道德底线", "answer": "这是一种典型的恶性营销沟通,蔑视法律和道德。", "distance": 8}
{"source": "All for one, one for all.", "standard": "人人为我，我为人人。", "answer": "人人为我,人人为我。", "distance": 4}
{"source": "It is by acts and not by ideas that people live.", "standard": "人们靠行动而生活，而不是想法", "answer": "人是靠行动而不是靠思想生存的。", "distance": 8}
{"source": "The ones that love us never really leave us. You can always find them in your heart.", "standard": "那些真正爱我们的人，其实真的不曾离开，你总能在心的某一处找到他们。", "answer": "爱我们的人永远不会真正离开我们 你永远可以在你的心里找到他们", "distance": 15}
{"source": "Let everyone know that today you are a lot stronger than you were yesterday and you will be.", "standard": "让每个人都知道今天的你比昨天的你更加强大，而且你将会越来越强", "answer": "所有人都要知道,今天你比昨天强得多,而且你将会是。", "distance": 13}
{"source": "You can be happy no matter what.", "standard": "开心一点吧，管它会怎样。", "answer": "不论发生什么,你都可以幸福。", "distance": 8}
{"source": "Theres somebody out there for everybody. You just have to wait for god to bring them into your life.", "standard": "每个人都注定要遇到那个特别的人。你要做的就是等待老天将他带到你的身边", "answer": "外面有为每个人服务的人 你只需要等待上帝 让他们进入你的生活", "distance": 18}
{"source": "defeat is not the worst of failures. not to have tried is the true failure.", "standard": "被击倒不是最大的失败，没有尝试才是真正的失败。", "answer": "失败并不是最糟糕的失败。 不尝试就是真正的失败。", "distance": 8}
{"source": "we are young, we may want several love experiences. But as time goes on, you will realize that if you really love someone, the whole life will not be enough.", "standard": "年轻的时候会想要谈很多次恋爱，但是随着年龄的增长，终于领悟到爱一个人，就算用一辈子的时间，还是嫌不够", "answer": "年轻时,我们可能需要几个爱情体验。但随着时间的流逝,你会意识到,如果你真的爱一个人,整个人生是不够的。", "distance": 31}
{"source": "I miss you. A little too much, a little too often, and a little more every day.", "standard": "我想你，有一点点深，有一点点频繁，还一天比一天更浓。", "answer": "我想念你 有点太过分 有点太频繁 每天都多一点", "distance": 18}
{"source": "When your mother or father is calling, Do not be slow to respond. When my parents call me, I will answer them right away.", "standard": "父母呼。应勿缓。", "answer": "当你们的父母呼唤你们的时候,你们不要反应迟缓,当父母召唤我的时候,我立刻回答他们。", "distance": 24}
{"source": "They always say time changes things, but you actually have to change them yourself.", "standard": "人们总说时间会改变一切，可事实上你得靠自己去改变一切。", "answer": "他们总是说时间会改变事物, 但你必须自己改变它们。", "distance": 10}
{"source": "Flowers grown in the green house will wither once taken outside while the grass growing in the wild can never be burned out.", "standard": "在温室中长大的花朵，拉出去就死掉，而在路边长起来的野草，烧都烧不干净", "answer": "绿屋种植的花朵一旦被拖到外面,就会枯萎,野生的青草永远无法熄灭。", "distance": 22}
{"source": "every has his hobbyhorse", "standard": "青菜萝卜各有所爱", "answer": "每个人,都有自己的爱好马,", "distance": 10}
{"source": "I am grateful for my imperfection that lets me see clearly who actually treats me well.", "standard": "感谢我的不完美，让我看清了真正对我好的人是谁", "answer": "我感谢我的不完善之处,让我清楚地看到谁真正对我很好。", "distance": 13}
{"source": "Nothing is more terrible than ignorance in action.", "standard": "最可怕的事莫过于行动中的无知。", "answer": "最可怕的莫过于行动中的无知。", "distance": 1}
{"source": "There is an unconscious heeling process within the mind which mends up in spite of our desperate determination never to forget.", "standard": "心中的伤痛总是不知不觉渐渐愈合，虽然我们也曾痛苦地发誓说永不忘记。", "answer": "尽管我们有永不忘怀的绝望决心,但思想中有一个不省人事的过程。", "distance": 18}
{"source": "I advocate a properly limited quota of purchase of oranges lest it moulds as time goes on.", "standard": "我主张把进购鲜橙的数量控制在合理水平，以防止其随着时间的推移而霉变。", "answer": "我主张在购买橙子方面有适当的有限配额,以免随着时间推移而成形。", "distance": 15}
{"source": "Every scar i have makes me who i am.", "standard": "我就是我，由每条伤痕成就。", "answer": "每一个疤痕 都使我成为真正的我", "distance": 10}
{"source": "A man void of understanding strikes hands, and becomes collateral in the presence of his neighbor.", "standard": "在邻舍面前击掌作保，乃是无知的人。", "answer": "缺乏理解的人会手握手,当着邻居的面成为抵押品。", "distance": 12}
{"source": "It takes a strong person to deal with tough times and difficult choices. But you are a strong person.", "standard": "只有强者才能勇敢直面困难时刻，做出艰难抉择。而你正是这样一位强者。", "answer": "面对艰难的时代和艰难的选择需要坚强的人。但你是一个坚强的人。", "distance": 18}
{"source": "A lot of things can not control, even lonely again lonely still have to go. Not allowed to stop and not go back.", "standard": "很多事情不能自己掌控，即使再孤单再寂寞，仍要继续走下去。不许停也不能回头。", "answer": "有许多事情无法控制,即使孤独又孤单,孤单仍然必须离开。不能停下来,不能回去。", "distance": 22}
{"source": "Sleep when tired and smile when awake.", "standard": "累了就睡觉，醒来就微笑。", "answer": "睡觉疲倦,醒来时微笑。", "distance": 6}
{"source": "at any time can become difficult or easy. It all depends upon how one adjusts oneself to life.", "standard": "在任何时候，生活是困难还是简单完全取决于你如何调整自己，适应生活。", "answer": "任何时候都可能变得困难或容易,这都取决于一个人如何适应生活。", "distance": 13}
{"source": "be just as enthusiastic about the success of others as you are about your own", "standard": "对他人的成功一样欢欣鼓舞", "answer": "像你对自己一样热衷于他人的成功", "distance": 7}
{"source": "This bowl is not being used to serve food where it is needed in the cafeteria.", "standard": "这个碗与餐馆需要的食物无关。", "answer": "食堂里需要这碗饭,但没有用来提供餐饮。", "distance": 11}
{"source": "Not thought to give up, but always there is no way to do so.", "standard": "不是没想过放弃，只是始终没有办法做到。", "answer": "并不是要放弃,但总是没有办法放弃。", "distance": 8}
{"source": "Where there is love there is pain.", "standard": "有爱的地方就有痛", "answer": "哪里有爱,哪里有痛苦。", "distance": 6}
{"source": "Get in the back seat and take a nap while I drive.", "standard": "我开车，你到后座去小睡一下。", "answer": "坐在后座,我开车时打个盹", "distance": 11}
{"source": "As long as we have memories, yesterday remains. As long as we have hope, tomorrow waits. As long as we have love, today is beautiful.", "standard": "只要我们有回忆，昨天就依然在。只要我们有希望，明天就在招手。只要我们心中有爱，今天就是美好的", "answer": "只要我们有记忆,昨天就留下。只要我们有希望,明天就等着。只要我们有爱,今天就很美。", "distance": 13}
{"source": "We will have a meeting scheduled as noted below...", "standard": "我们将举行一个会议，会议时间表如下。", "answer": "如下所述,我们将安排一次会议。", "distance": 10}
{"source": "Clean, noble, love, freedom, hearty and happy forever, you are my lovely Cosmos.", "standard": "清洁、高洁、初恋、自由、爽朗、永远快乐，你是我最可爱的波斯菊。", "answer": "纯洁 高尚 爱 自由 热情 快乐 永远 你是我的可爱的宇宙", "distance": 14}
{"source": "i will always wait u", "standard": "我们永远支持你！我们当年的死党！加油！恩，我会一直等你，遇到谁也不会动心，心里只有你", "answer": "我将永远等待 u", "distance": 29}
{"source": "A drowning man will catch at a straw.", "standard": "溺水胡抓草，病急乱投医。", "answer": "溺水者会抓住稻草", "distance": 5}
{"source": "love speaks to you, believe in him, though his voice may shatter your dreams as the north wind lays waste the garden.", "standard": "当爱向你诉说时，请相信她，尽管她的声音可能打破你的梦想，就如同北风吹落花园里所有的花瓣", "answer": "向你们倾诉爱,相信他,虽然他的声音 可能会粉碎你们的梦想 北方风浪荡花园", "distance": 22}
{"source": "Life is sad at times, but it is up to you to make your own life happy.", "standard": "生活有时是令人沮丧的，但你可以努力的让自己的过得开心。", "answer": "生活有时是可悲的,但让自己的生活快乐是你自己的责任。", "distance": 14}
{"source": "Love is just a word, but you bring it definition.", "standard": "爱，仅是文字，幸好有你，赋予定义。", "answer": "爱只是一个单词, 但你带来了定义。", "distance": 9}
{"source": "A merry companion is a waggon in the way", "standard": "快乐的旅伴犹如妙曲", "answer": "快乐的伴侣是一条阻路的长矛", "distance": 7}
{"source": "Love makes man grow up or sink down.", "standard": "爱情，要么让人成长，要么让人沉沦。", "answer": "爱能使男人成长或沉沦。", "distance": 9}
{"source": "If there is anything that a man can do well ,I say let him do it .Give him a chance", "standard": "如果谁能把什么事都做好，我说让他去吧，给他一个机会", "answer": "如果有任何男人能做得好,我说让他做,给他一个机会", "distance": 11}
{"source": "good book is the best of friend, the same today and forever.", "standard": "好书正如良友，会让你受益终生。", "answer": "优秀的书是最好的朋友, 同样的今天和永远。", "distance": 12}
{"source": "Prices of some rare earth metals have doubled in just three weeks amid heavy stockpiling in China that has raised fears over global supplies.", "standard": "一些稀土的价格已在短短三周内增加一倍。目前中国大量囤积稀土令市场担心全球供应", "answer": "仅在三个星期内,一些稀土金属的价格就翻了一番,因为中国储存量大,引起了对全球供应的担忧。", "distance": 27}
{"source": "Dear,I lose my temper at you it is because you are getting closer to me.", "standard": "亲爱的，我对你发脾气，是因为你对我来说更亲近。", "answer": "亲爱的 我对你发脾气 是因为你离我越来越近了", "distance": 7}
{"source": "We like to get a policy for total loss only for these goods.", "standard": "我们想为这批货物投保全损险。", "answer": "我们只希望为这些货物制定全损保险单。", "distance": 7}
{"source": "Time heals all wounds.", "standard": "时间能医治一切创伤。", "answer": "时间可以治愈所有伤口。", "distance": 4}
{"source": "The good or ill of man lies within his own will.", "standard": "人的善良或邪恶都存在于他自己的意志之中", "answer": "人的善恶是属于他自己意志的。", "distance": 9}
{"source": "The ship of the Theseus.", "standard": "忒修斯之船", "answer": "特修斯号的船", "distance": 2}
{"source": "It is always light at the end of the tunnel.", "standard": "幽长黑暗的隧道尽头必有希望之光", "answer": "隧道尽头总是明亮的。", "distance": 8}
{"source": "Can find their own mistakes is wisdom, to correct its mistakes is brave", "standard": "能发现自己的错误是智慧，能改正自己的错误是勇敢。", "answer": "能够发现他们自己的错误是智慧, 纠正他们的错误是勇敢的", "distance": 7}
