{"source": "好的爱情使你通过一个人看到整个世界，坏的爱情使你为了一个人舍弃整个世界。", "standard": "Good love makes you see the whole world from one person while bad love makes you abandon the whole world for one person.", "answer": "Good love makes you see the whole world through one person, and bad love makes you abandon the whole world for one person.", "distance": 3}
{"source": "如果你真要梦想成真，就先从梦中醒来。", "standard": "If you really want to dream come true, first woke up from a dream.", "answer": "If you really want your dreams to come true, then wake up from your dreams.", "distance": 7}
{"source": "你如果还相信她爱你，你就是在欺骗自己。", "standard": "You are deceiving yourself if you still believe that she loves you.", "answer": "If you still believe that she loves you, you're lying to yourself.", "distance": 11}
{"source": "人生最糟的不是失去爱的人，而是因为太爱一个人而失去了自己", "standard": "worst thing in life is not losing the one we love, but losing yourself in the process of loving someone too much.", "answer": "The worst thing in life is not to lose someone, but to lose yourself because you love someone too much.", "distance": 13}
{"source": "人生就是这样的往往你觉得重要的到最后都变成最不重要了。珍惜才是拥有一切的开始", "standard": "Life usually goes in this ways. To you the once most important thing will finally become nothing. To treasure what you have is actually the beginning to own everything.", "answer": "That's what life is all about. It's the beginning of everything. It's the beginning of everything.", "distance": 26}
{"source": "那么华丽的外表，却只是你虚伪的掩饰", "standard": "So gorgeous appearance, but only you false hide.", "answer": "So gorgeous as that, but it's just a false cover.", "distance": 7}
{"source": "有时候，一个人选择离开不是因为自私，而是他心里清楚如果留下来，事情会变得更糟。", "standard": "people choose to leave not because of selfish reasons but they just know that things will get worse if they stay.", "answer": "Sometimes a person chooses to leave not because of selfishness, but because he knows in his heart that if he stays, things will get worse.", "distance": 19}
{"source": "去爱一个拥有和给你正面能量的人", "standard": "To love one who has and gives you positive energy.", "answer": "To love someone who owns and gives you positive energy.", "distance": 2}
{"source": "如果你选择一条保守的线路，就只能实现一个狭窄的目标", "standard": "If you choose a conservative line, can achieve the goal of a narrow", "answer": "If you choose a conservative route, you can only achieve a narrow goal.", "distance": 8}
{"source": "有很多人会叫你的名字，但只有一个人让你的名字听起来那么特别。来自", "standard": "are a lot of people who call you by your name, but only one who makes it sound special.", "answer": "A lot of people would call you by your name, but only one person would make your name sound so special.", "distance": 9}
{"source": "你唯一应该努力超越的人，就是昨天的自己", "standard": "YesThe only person you should try to be better than is the person you were yesterday", "answer": "The only person you're supposed to be trying to get over, is yesterday's self.", "distance": 13}
{"source": "生活中最神奇的事往往发生在你准备放弃希望的那一刻", "standard": "The most amazing things in life tend to happen right at the moment you are about to give up hope.", "answer": "The most amazing thing in life often happens when you're ready to give up hope.", "distance": 10}
{"source": "当你停止追逐错误的事物，就给了那些正确的事物一个机会，让他们抓住你", "standard": "When you stop chasing the wrong things it means that you give the right things chance to catch you.", "answer": "When you stop chasing the wrong things, you give the right things a chance to catch you.", "distance": 4}
{"source": "生活的主题就是，面对复杂，保持欢喜。", "standard": "The theme of life is to remain joyful in the face of complexity.", "answer": "The theme of life is to stay happy in the face of complexity.", "distance": 2}
{"source": "在你的梦想变成现实之前，永不放弃。早", "standard": "Never give up on your dreams before they become a reality.", "answer": "Never give up until your dream becomes a reality.", "distance": 5}
{"source": "不要失去希望，你永远不知道明天会带来什么。", "standard": "lose hope. You never know what tomorrow will bring", "answer": "Don't lose hope, you never know what tomorrow will bring.", "distance": 5}
{"source": "我从不喜欢让别人看见我的眼泪，我宁可让别人觉得我快乐得没心没肺，也不愿意让自己看起来委屈可怜。", "standard": "I never like to let others see my tears, I would rather let people think I am happy too heartless, but also do not want to seem poor wronged.", "answer": "I never liked to let people see my tears, and I preferred to make people feel like I'm not happy, I don't have a heart, I don't want to make myself look pathetic.", "distance": 24}
{"source": "当你不能再拥有的时候，唯一可以做的就是令自己不要忘记", "standard": "The  only  thing  you  can  do  when  you  no  longer  have  something  is  not  to  forget.", "answer": "When you can't have it anymore, the only thing you can do is make yourself remember.", "distance": 29}
{"source": "有一天那个人走进了你的生命，你就会明白，真爱总是值得等待的", "standard": "One day that guy walks into you life and you will understand that true love is worth waiting", "answer": "One day that man walks into your life, you'll understand that true love is always worth waiting for.", "distance": 7}
{"source": "坏记性的好处在于可以多次如同第一次般的享受到同一个美好事物带来的欢乐。", "standard": "The advantage of a bad memory is that one enjoys several times the same good things for the first time.", "answer": "Bad memory has the advantage of enjoying the joy of the same good many times as it was the first time.", "distance": 17}
{"source": "不知从什么时候开始，我变得连自己都感到陌生。", "standard": "Do not know since when, I have become even oneself all feel strange.", "answer": "I don't know when I've become a stranger to myself.", "distance": 11}
{"source": "在这个世界上，只有真正快乐的男人，才能带给女人真正的快乐", "standard": ".In this world, only those men who really feel happy can give women happiness", "answer": "In this world, only a truly happy man can bring true pleasure to a woman.", "distance": 13}
{"source": "虽然这是一项令人劳累的工作，但是我们觉得为世界各地的残疾朋友服务是无尚荣耀的事情", "standard": "Though it was a tiring job, we felt it an honor to serve the disabled friends from all over the world.", "answer": "It's a laborious job, but we feel it's an honor to serve our disabled friends around the world.", "distance": 11}
{"source": "全世界最勇猛的斗士是那些没有什么可以失去的人", "standard": "RepostThe best fighters in the world are people with nothing to lose.", "answer": "The bravest warriors in the world are those who have nothing to lose.", "distance": 6}
{"source": "他并不是不爱你，只是没有按你想要的方式爱你。。。", "standard": "It is not he does not love you.It is just not in the way you want.", "answer": "He doesn't love you the way you want him to.", "distance": 13}
{"source": "有些人说眼见为实，但是眼睛也会欺骗你。重要的不是你看见了什么，而是你是否透过表象看到了真相。", "standard": "Some people say seeing is believing, but what you see can also cheat you. What matters is not what you see, but whether you can see the truth behind the appearance.", "answer": "Some people say it's true, but the eyes lie to you. It's not what you see, it's whether you see the truth through the image.", "distance": 17}
{"source": "世界这么大我们还是遇见了，世界这么小我们还是错过了。", "standard": "The world is so big we meet, the world is so small that we missed.", "answer": "The world is so big, we've met, we've missed it so small.", "distance": 10}
{"source": "未来是从今天开始的，不是明天", "standard": "The future starts today, not tomorrow.", "answer": "The future begins today, not tomorrow.", "distance": 1}
{"source": "我只是需要一个可以说话的人", "standard": "just need someone to talk to.", "answer": "I just need someone to talk to.", "distance": 1}
{"source": "别人会忘记你说过的话，做过的事。但永远不会忘记你给他们的感觉", "standard": "People will forget what you said. People will forget what you did. But people will never forget how you made them feel.", "answer": "People will forget what you've said, what you've done. But they will never forget how you feel about them.", "distance": 11}
{"source": "对一颗不快乐的心，一个无声的拥抱胜过千言万语", "standard": "A silent hug means a thousand words to the unhappy heart.", "answer": "For an unhappy heart, a silent embrace is more than a thousand words.", "distance": 13}
{"source": "纯浓的巧克力，就像初尝爱情的滋味那般美好。", "standard": "strong chocolate, just like the taste of love to be the first tastes good.", "answer": "Pure chocolate, as beautiful as the first taste of love.", "distance": 11}
{"source": "我们不敢不是因为事情难，是因为我们不敢所以事情变难了", "standard": "It is not because things are difficult that we do not dare, it is because we do not dare that they are difficult.", "answer": "It's not because it's hard, it's because it's hard.", "distance": 18}
{"source": "无论过去发生过什么，无论你是否准备好了，下一刻都是一个崭新的开始", "standard": "new stepNo matter what have happened and whether you are ready or not,every next moment is gonna be a brand new start.", "answer": "Whatever happened in the past, whether you're ready or not, the next moment is a fresh start.", "distance": 14}
{"source": "与其用泪水悔恨昨天，不如用汗水拼搏今天", "standard": "Better to struggle in sweat for today than to repent with tears for yesterday.", "answer": "Instead of the tears of yesterday's regret, we'd better fight with the sweat of the day.", "distance": 18}
{"source": "最后和你在一起的人，往往是你想不到的人", "standard": "Finally,people with you,often you can not think of.", "answer": "The people who end up with you are often the ones you can't imagine.", "distance": 12}
{"source": "让一个人变强大的最好方式，就是拥有一个想要保护的人", "standard": "The best way to make someone strong is to have someone who needs protection.", "answer": "The best way to make a person strong is to have someone to protect.", "distance": 5}
{"source": "我觉得我就是一文盲", "standard": "I think that i am an illiterate. .", "answer": "I think I'm an illiterate person.", "distance": 4}
{"source": "改变心态只需一分钟，而这一分钟却能改变一整天。", "standard": "one minute you can change your attitude and in that minute you can change your entire day.", "answer": "A change of mind takes only one minute, and this one minute can change all day.", "distance": 14}
{"source": "太耀眼的城市不适合看星星，就象你的心不适合谈安定。", "standard": "Too dazzling city is not suitable for seeing stars, like your heart is not suitable for talking to settle.", "answer": "Too bright a city is not fit to look at the stars, like your heart is not fit to talk about stability.", "distance": 12}
{"source": "迷上一个人只需一分钟，喜欢上一个人需要一小时，爱上一个人则要一天，然而，忘记一个人却是一辈子的事情", "standard": "It takes only a minute to get a crush on someone,an hour to like someone,and a day to love someone,but it takes a lifetime to forget someone.", "answer": "It takes a minute to fall in love with a man, an hour to fall in love with a man, a day to fall in love.", "distance": 22}
{"source": "享受生命中的小事情，因为有一天你回首往事，也许会发现它们其实是很重要的事情", "standard": "exactlyEnjoy the small things in life ,for one day you may look back and realize they were the big things.", "answer": "Enjoy the little things in life, because one day you look back, and you may find that they're really important things.", "distance": 12}
{"source": "在生活的键盘上，你总需要一只手指去按退出键。", "standard": "On the keyboard of life always keep one finger on the escape key.", "answer": "On the keyboard of life, you always need a finger to press the exit key.", "distance": 7}
{"source": "当我们第一次相见，我并没想到你对我如此重要。。", "standard": "When we first met, I had no idea that you would be so important to me.", "answer": "When we first met, I didn't think you were so important to me.", "distance": 6}
{"source": "学会欣赏自己拥有什么，之前的时间逼着你欣赏你的", "standard": "Learn to appreciate what you have, before time forces you to appreciate what you had.", "answer": "Learn to appreciate what you have. You've been forced to appreciate it before.", "distance": 8}
{"source": "在生活中，我们将遇到无法克服的困难。有时我们感到无助并陷入绝望的境地。在这种情况下，何去何从取决于我们是否拥有足够的勇于拼搏的精神", "standard": "In life and work, we will meet with insurmountable difficulties. Occasionally we do feel helpless and fall in desperate situation. In this case, to be or not to be depends on whether we have enough courage to struggle.", "answer": "In life, we're going to face insurmountable difficulties. Sometimes we feel helpless and desperate. In this case, what goes on depends on whether we have the courage to fight.", "distance": 19}
{"source": "我们应该珍惜我们永恒的友谊", "standard": "We should cherish our everlasting friendship", "answer": "We should cherish our eternal friendship.", "distance": 2}
{"source": "微笑是改善容貌的一种并不昂贵的方式", "standard": "That a smile is an inexpensive way to improve your looks.", "answer": "Smiling is a less expensive way to improve appearance.", "distance": 8}
{"source": "喜欢一个人是宿命", "standard": "liking someone is your fate", "answer": "It's destiny to like someone.", "distance": 7}
{"source": "能发现自己的错误是智慧，能改正自己的错误是勇敢", "standard": "Can find their own mistakes is wisdom, to correct its mistakes is brave", "answer": "It's wisdom to find out what's wrong with you, and courage to correct what's wrong with you.", "distance": 18}
{"source": "每个人都生活在各自过去中，我们用一分钟去认识一个人，用一小时去喜欢一个人，再用一天去爱上一个人，到最后，却用一辈子去忘记一个人", "standard": "We all live in the past. We take a minute to know someone, one hour tolike someone, and one day to love someone, but the whole life to forget someone", "answer": "Everyone lives in their own past, we meet a man for a minute, we love a man for an hour, we fall in love for another day, and in the end, we forget a person for the rest of our lives.", "distance": 40}
{"source": "谢谢你曾经来过，很遗憾你还是走开了。", "standard": "Thanked you to come , was very regrettable you to get out of the way .", "answer": "Thank you for coming. I'm sorry you left.", "distance": 13}
{"source": "有时候，你给别人最简单的建议，却是自己最难做到的。", "standard": "Sometimes, the simplest advice that you give to others is the hardest thing for you to follow.", "answer": "Sometimes the simplest advice you give to others is the hardest of your own.", "distance": 7}
{"source": "我之所以懂得爱都是因为你。", "standard": "If I know what love is, it is because of you.", "answer": "The only reason I know love is because of you.", "distance": 7}
{"source": "青春，沿途再美的风景也只不过是一纸风华。", "standard": "The youth, the scenery along the way again also is just a paper elegance.", "answer": "Youth, a beautiful view along the way, is nothing more than a piece of paper.", "distance": 13}
{"source": "我最需要的就是你需要我", "standard": "I need is you needing me.", "answer": "What I need most is for you to need me.", "distance": 5}
{"source": "我只是一朵向日葵，等待着属于我的唯一的阳光", "standard": "just a sunflower ,waiting for my only sunshine", "answer": "I'm just a sunflower waiting for the only sun that belongs to me.", "distance": 10}
{"source": "越早把孩子当成大人，他就越早成为大人", "standard": "The sooner you treat your son as as man, the sooner he will be one.", "answer": "The sooner he treats the child as a grown-up, the sooner he becomes a grown-up.", "distance": 13}
{"source": "努力工作，保持开朗，让爱照料剩下的一切。", "standard": "hard ,stay cheerful ,and let love take care of the rest .", "answer": "Work hard, stay open, let love take care of everything that's left.", "distance": 7}
{"source": "那些能把你伤得最痛的人，通常都是你爱得最深的人。", "standard": "Those who could hurt you the most are the ones that you love the most.", "answer": "Those who hurt you the most are usually the ones you love the most.", "distance": 3}
{"source": "这个世界上最好的爱，就是让自己爱的人找到他的爱。", "standard": "The best love in the world is to let someone you love find his love.", "answer": "The best love in the world is to let someone he loves find his love.", "distance": 2}
{"source": "只有泪水洗过的眼睛，才有更开阔的视野", "standard": "Only when our eyes have been washed by tears, can we have a broader field of vision", "answer": "Only the eyes that have been washed by tears will have a wider view.", "distance": 10}
{"source": "你最需要的是爱，爱是你一切所需。", "standard": "All you need is love, love is all you need.", "answer": "What you need most is love. Love is all you need.", "distance": 4}
{"source": "你不是一个天生的赢家，也不是一个天生的失败者，你只是你自己创造的你", "standard": "You are not born a winner, nor a loser. You are what you make yourself be.", "answer": "You're not a natural winner, you're not a born loser. You're just the one you created.", "distance": 13}
{"source": "能在最不起眼的事情上找到快乐的人是最富有的人", "standard": "That man is the richest whose pleasure are the cheapest.", "answer": "The one who can find happiness in the least visible thing is the richest.", "distance": 12}
{"source": "生命必须有裂缝，阳光才照得进来。", "standard": "Life has to have cracks in it so that the sun can shine through.", "answer": "Life must have a crack, and the sun comes in.", "distance": 10}
{"source": "别试图在生命里勉强留住某人，如果他们要走，就放手。", "standard": "try to force someone to stay in your life. If they want to go, let them go.", "answer": "Don't try to keep someone alive, and if they want to go, let go.", "distance": 11}
{"source": "沉默是成长的标志，而成熟的标志，就是如何去沉默。", "standard": "Silence is the sign of growth, while the sign of maturity is how to be silent.", "answer": "Silence is the sign of growth, and the sign of maturity is how to silence.", "distance": 3}
{"source": "找一件事做他一辈子找一个人爱她一辈子", "standard": "Give your whole life to one man and one thing", "answer": "Find one thing to do and find someone to love her for the rest of his life.", "distance": 17}
{"source": "不要让自己活得像个笑话。", "standard": "Do not let yourself live like a joke.", "answer": "Don't let yourself live like a joke.", "distance": 1}
{"source": "没有比经久不衰的友谊更重要的东西，尤其是在这个不停变化的世界里。", "standard": "There is nothing more important than friendships that endure, especially in a world that insists on changing.", "answer": "There is nothing more important than enduring friendship, especially in this changing world.", "distance": 9}
{"source": "一切都会好的，也许不是今天，但是最终都会好的", "standard": "Everything is going to be alright, maybe not today, but eventually.", "answer": "Everything's gonna be all right. Maybe it's not today, but eventually it's all gonna be all right.", "distance": 17}
{"source": "我在这部剧中最喜欢的场景总是与角色间的情感纠葛有关系", "standard": "My favorite scenes in the show always have to do with emotional arcs within the characters.", "answer": "My favorite scene in this play is always related to the emotional relationship between the characters.", "distance": 9}
{"source": "我爱你，不是因为你是一个怎样的人，而是因为我喜欢与你在一起时的感觉。", "standard": "RepostI love you not because of who you are, but because of who I am when I am with you.", "answer": "I love you, not because you're a person, but because I like how I feel when I'm with you.", "distance": 11}
{"source": "每个人需要的仅仅是一点点爱，大大的希望和不可动摇的信念", "standard": "Everybody needs just a little love, lots of hope and unshakable faith", "answer": "Everyone needs just a little love, great hope and unshakeable faith.", "distance": 5}
{"source": "你的过去不重要，重要的是你的未来", "standard": "It is not where you come from that counts, it is where you are going..", "answer": "Your past doesn't matter. It's your future.", "distance": 17}
{"source": "当你积极地看待生活，并以此作为你的日常准则时，你就会找到快乐的真谛", "standard": "You will find happiness when you adopt positive thinking into your daily routine and make it an important part of your world.", "answer": "When you look at life positively and use it as your daily rule, you find the truth of happiness.", "distance": 19}
{"source": "当你不得不向周围的人妥协，违背自己的意愿与道德，也许是时候换一批人走进你的世界了", "standard": "When you have to start compromising yourself and your morals for the people around you, its probably time to change the people around you.", "answer": "When you have to compromise with the people around you, against your will and morality, maybe it's time for another group of people to enter your world.", "distance": 23}
{"source": "无论多么艰难，都要继续向前，因为只有你放弃的那一刻，你才输了", "standard": "No matter how hard it is, just keep going because you only fail when you give up.", "answer": "No matter how hard it is, keep going, because only the moment you give up, you lose.", "distance": 8}
{"source": "我不缅怀过去的历史，而致力于未来的梦想。", "standard": "I like the dreams of the future than the history of the past.", "answer": "I do not remember the past, but I am committed to the dreams of the future.", "distance": 12}
{"source": "距离并不可怕，可怕的是心越来越远", "standard": "Distance is not terrible, terrible is farther and farther.", "answer": "Distance isn't scary, it's getting far and far.", "distance": 7}
{"source": "不过昨天多么糟糕，也不要让它影响到你的现在和将来。", "standard": "matter how bad yesterday was, it should not impact the present and the future.", "answer": "But yesterday was so bad that it should not be allowed to affect your present and future.", "distance": 12}
{"source": "你不会知道自己有多坚强，直到除了坚强，你别无选择时。", "standard": "You never know how strong you are, until being strong is the only choice you have.", "answer": "You don't know how strong you are until you have no choice but to be strong.", "distance": 11}
{"source": "真正的朋友会握着你的手，告诉你一切都会好起来的", "standard": "forever friend holds your hand and tells you that everything is going to be okay.", "answer": "A real friend will hold your hand and tell you everything's gonna be all right.", "distance": 11}
{"source": "我都要好好的对自己爱自己。好好对待自己，为了明天所给予的馈礼，而不是昨天所带走的印记", "standard": "Treat yourself well. Live for what tomorrow has to offer, not for what yesterday took away.", "answer": "I'm going to love myself. I'm going to treat myself well for the gift of tomorrow, not for the mark I took yesterday.", "distance": 22}
{"source": "有时候，我们不要想太多，顺着自己的心意就好了", "standard": "you have to stop thinking too much and just go where your heart takes you", "answer": "Sometimes, we don't have to think too much, just follow our own wishes.", "distance": 14}
{"source": "要实现梦想，最好先醒来。", "standard": "The best way to make your dreams come true is to wake up.", "answer": "It's better to wake up if you want to realize your dreams.", "distance": 12}
{"source": "生活的意义应该像种树，你并没有期望有一天能坐在树荫下享受它带来的阴凉", "standard": "The true meaning of life is to plant trees, under whose shade you do not expect to sit.", "answer": "The meaning of life should be like planting a tree, and you didn't expect to one day sit in the shade and enjoy the coolness it brings.", "distance": 22}
{"source": "从梦中醒来，梦想也许能成真。", "standard": "Wake up from a dream, the dream might come true.", "answer": "Wake up from a dream, a dream may come true.", "distance": 2}
{"source": "在某个不经意的瞬间，才发现，原来，我一直都只是一个人。", "standard": "i have just one person.In a casual moment, only to find that, in fact, I have just one person.", "answer": "It was only at some unexpected moment that I discovered that I was always just a human being.", "distance": 22}
{"source": "面对危机怡然微笑的人，多半已经找到了替罪羊。", "standard": "He who smiles in a crisis has found someone to blame.", "answer": "Most of those smiling in the face of the crisis have found scapegoats.", "distance": 12}
{"source": "你可怀疑任何人，但绝不要怀疑你自己", "standard": "You may doubt others, but never yourself.", "answer": "You can suspect anyone, but never yourself.", "distance": 3}
{"source": "生活就是改变。有时痛苦，有时精彩。但大多数时候，两者兼有。", "standard": "Life is change. Sometimes pain, sometimes wonderful. But most of the time, both.", "answer": "Life is change. Sometimes it's painful, sometimes it's wonderful, but most of the time it's both.", "distance": 9}
{"source": "决定我们成为什么样人的，不是我们的能力，而是我们的选择", "standard": "It is not our abilities that show us who we truly are, it is our choices.", "answer": "It's not our ability to decide who we are, it's our choice.", "distance": 8}
{"source": "对世界来说，你只是普通的一个人，但对某个人来说，你可能就是他的整个世界", "standard": "To the world you are one person, but to one person you are the world.", "answer": "For the world, you're just an ordinary person, but for someone, you may be his whole world.", "distance": 13}
{"source": "朋友，就是我们自己选择的家人", "standard": "Friends are the family we choose to have", "answer": "Friend, it's the family we choose.", "distance": 6}
{"source": "你做出了这个决定，这是你的代价", "standard": "You make the choice, and this is your price.", "answer": "You made this decision. It's your price.", "distance": 7}
{"source": "我想知道一生中有多少人，我看到了却从没有注意过", "standard": "I wonder how many people Ive looked at all my life and never seen.", "answer": "I want to know how many people I've seen and never noticed in my life.", "distance": 12}
{"source": "永远不说再见，我不想仅仅成为一段回忆。", "standard": "Never say goodbye to love, because I dont want to be just a memory.", "answer": "Never say goodbye, and I do not want to be just a memory.", "distance": 4}
{"source": "你只是我生命中一个小小的过客，你了解的仅仅是我的表面，你仅仅是我生命中的小小一部分。", "standard": "You are merely a little part of my time in earth, a little understanding of my physical being. You have only, a little piece of me.", "answer": "You're just a little passer of my life, and you know it's just my surface, and you're just a little bit of my life.", "distance": 21}
{"source": "升级完成。开始新的篇章。非常期待余生盯着他妈的滚滚红尘发呆。", "standard": "Upgrade completed. A new chapter begins. Looking forward to staring at the FUCKING red dirt for the rest of my life.", "answer": "Upgrade complete. Start a new chapter. Looking forward to the rest of your life.", "distance": 12}
{"source": "所谓成功，就是爱你自己，喜欢自己做的事，以及喜欢自己做事的方式", "standard": "Success is liking yourself, liking what you do, and liking how you do it.", "answer": "Success is how you love yourself, what you do, how you like to do it.", "distance": 8}
{"source": "没人能够改变另一个人，但却能成为别人改变的一个原因。", "standard": "No one can change a person,but someone can be a reason for that person to change.", "answer": "No one can change another, but it can be a reason for others to change.", "distance": 5}
{"source": "早上醒来想到的第一个人和晚上睡觉前想到的最后一个人要么是你幸福的缘由，要么是你痛苦的根源。", "standard": "It makes sense.The first person that you think of in the morning and the last person you think of at night is either the cause of your happiness or the cause of your pain.", "answer": "The first person to wake up in the morning and the last person to think before sleeping at night is either the cause of your happiness or the cause of your suffering.", "distance": 12}
{"source": "没有人可以回到过去重新开始，但谁都可以从今日开始，书写一个全然不同的结局。", "standard": "Nobody can go back and start a new beginning, but anyone can start today and make a new ending.", "answer": "No one can go back to the past and start over, but anyone can start today and write a completely different ending.", "distance": 11}
{"source": "很多人一开始为了梦想而忙，后来忙的忘了梦想。", "standard": "Many people start a career with a dream, then get busy forgetting it.", "answer": "Many people were busy with their dreams at first, and then they were busy forgetting them.", "distance": 11}
{"source": "除了你自己没有人知道你想要什么。", "standard": "Except for you.Nobody knows what you want except for you.", "answer": "Nobody but yourself knows what you want.", "distance": 8}
{"source": "我多想在你身边醒来。", "standard": "I want to wake up where you are.", "answer": "I want to wake up next to you.", "distance": 3}
{"source": "我觉得自己很蠢，而且这种蠢带有传染性", "standard": "I feel stupid and contagious", "answer": "I think I'm stupid, and it's contagious.", "distance": 7}
{"source": "摆在我们面前的困难并不是要阻挡我们，而是唤起我们的勇气和力量", "standard": "Hard things are put in our way , not to stop us , but to call out our courage and strength.", "answer": "The difficulty before us is not to stop us, but to summon our courage and strength.", "distance": 10}
{"source": "想发现新大陆，就得做好很长时间看不到岸边的准备。", "standard": "In order to discover new lands, one must be willing to lose sight of the shore for a very long time.", "answer": "In order to discover the new continent, we must be prepared to lose sight of the shore for a long time.", "distance": 5}
{"source": "当有人离开你的生活时，随他们去吧。这只是给更好的人留足了进入你生活的空间", "standard": "When someone walk out your life, let them. They are just making more room for someone else better to walk in.", "answer": "When people leave your life, let them go. It's just a space for better people to get into your life.", "distance": 16}
{"source": "当我站在人生最高处的时候，我觉得那是我觉得最美丽的时刻", "standard": "The high challengeI have never in my life felt more beautiful than when I have stood my tallest.", "answer": "When I'm at the top of my life, I think it's the most beautiful moment I've ever felt.", "distance": 20}
{"source": "生命的价值也许并不能用长度去衡量，而在于我们如何使用了这些时光，让自己回望来路无怨无悔。", "standard": "The value of life lies not in the length of days, but in the use we make of them.", "answer": "The value of life may not be measured by the length of time, but by how we use these times to bring us back to life without regret.", "distance": 18}
{"source": "世界太大，生命这样短，要把它过得尽量像自己想要的那个样子。", "standard": "The world is so big, and life is so short. We need to do as much as possible to live our lives the way we want to.", "answer": "The world is too big, life is so short, to live as much as you want.", "distance": 15}
{"source": "我们是一家人，手牵手一同步入黑暗，虽然我们可能信仰不同，但我相信这几句话能代表所有信仰的精神。", "standard": "we are one family,stepping into the darkness together.We are a nation of many religions,but I believe these words reflect the spirit of all our faiths.", "answer": "We are a family, holding hands in the dark, and while we may believe in different faiths, I believe that these words represent the spirit of all faiths.", "distance": 19}
{"source": "在这世上珍贵的东西总是罕有，所以这世上只有一个你。", "standard": "things are very few in this world.That is the reason there is just one you.", "answer": "There's always something precious in this world, so there's only one you.", "distance": 12}
{"source": "其实好莱坞的电影套路都是一样的。", "standard": "In fact the set patterns of Hollywood movies are all the same.", "answer": "Hollywood is actually the same movie set.", "distance": 11}
{"source": "无论生活之路会遇到多少障碍，我都会竭尽所能地跑完这一程。", "standard": "Regardless of what the obstacles may appear in my life, I will run my race, doing my best.", "answer": "No matter how many obstacles the road to life will encounter, I will do everything in my power to finish the journey.", "distance": 18}
{"source": "如果你想过得快乐，那就把生活和目标结合在一起，而不是来自他人或物质。", "standard": "If you want to live a happy life, tie it to a goal. Not to people or things.", "answer": "If you want to be happy, then put life and goals together, not from others or from matter.", "distance": 15}
{"source": "这是我训练前拍得照片，我相信训练完就不会有这样的笑容了。", "standard": "That picture was taken before training and I can only say that the smiles were gone by the time training was over.", "answer": "This is a photo taken before my training, and I'm sure there won't be such a smile after my training.", "distance": 19}
{"source": "要么没有，要么全部。要么现在，要么永不", "standard": "All or nothing, now or never", "answer": "Either no, or all of it. Now, or never.", "distance": 10}
{"source": "从来没有人可以取代你。", "standard": "Nobody could ever replace you...", "answer": "No one can ever replace you.", "distance": 4}
{"source": "伤心没有用，让自己好好地生活才最重要。爱情虽美，却不是生活的全部。", "standard": "Sad useless, let oneself live your life is the most important. Love is beautiful, but is not the life complete.", "answer": "Sadness doesn't work. It's important to live a good life. Love, while beautiful, is not the whole of life.", "distance": 19}
{"source": "义人得脱离患难，有恶人来代替他。", "standard": "A righteous person is delivered out of trouble, and the wicked takes his place.", "answer": "And the righteous shall be delivered from distress, and there shall be a substitute for him.", "distance": 14}
{"source": "新政府的组成", "standard": "formation of a new government", "answer": "Composition of the new Government", "distance": 3}
{"source": "爱情是灯，友情是影子，当灯灭了，你会发现你的周围都是影子。朋友，是在最后可以给你力量的人。", "standard": "Love is a lamp, while friendship is the shadow. When the lamp is off,you will find the shadow everywhere. Friend is who can give you strength at last.", "answer": "Love is the light, friendship is the shadow, and when the light goes out, you'll find the shadow around you. Friends, the person who gives you the power in the end.", "distance": 23}
{"source": "我们说我们爱花朵，但是我们要采。说爱树木，但是我们要砍，我想这就是为什么那么多人在听到别人说爱自己的时候充满了恐惧。", "standard": "We say we love flowers, yet we pluck them. We say we love trees, yet we cut them down. And people still wonder why some are afraid when told they are loved.", "answer": "We say we love flowers, but we're going to pick them. We're going to cut trees, and I think that's why so many people are filled with fear when they hear people say they love themselves.", "distance": 28}
{"source": "爱不在于彼此凝视，而在于注视着同一个方向。", "standard": "Love does not consist in gazing at each other, but in looking outward together in the same direction.", "answer": "Love lies not in looking at one another, but in looking in the same direction.", "distance": 7}
{"source": "在你让别人做事情之前，先设身处地为他们想想。", "standard": "you put somebody in their place, put yourself in their place.", "answer": "Before you let someone else do something, think of them.", "distance": 11}
{"source": "解释永远是多余的，因为懂你的人不需要它", "standard": "Explanation is unnecessary, because people know you do not need it.", "answer": "The explanation is always superfluous, because the people who know you don't need it.", "distance": 7}
{"source": "猫头鹰是唯一能看见蓝色的鸟", "standard": "Owls are the only birds that can see the colour blue", "answer": "The owl is the only bird that can see blue.", "distance": 7}
{"source": "经济萧条时期，有好几百万的失业者在街头游荡。", "standard": "During the depression, millions of the unemployed wandered around in the streets.", "answer": "During the economic downturn, millions of unemployed people wandered the streets.", "distance": 6}
{"source": "临在的天性就是接受、允许和包容。如果你有评判，你就无法处在当下。理由很简单，因为在临在里是没有评判的", "standard": "Presence, by its very nature accepts, allows, and includes. If you are involved in judgment, you cannot be present, for the simple reason that in Presence, there is no judgment.", "answer": "The nature of being there is acceptance, consent and tolerance. If you have a judgment, you cannot be in the present. The reason is simple, because there is no judgment in the presence.", "distance": 25}
{"source": "无垠的沙漠热烈追求一叶绿草的爱，她摇摇头笑着飞开了。", "standard": "The mighty desert is burning for the love of a blade of grass who  　　 shakes her head and laughs and flies away.", "answer": "The unbridled desert pursued the love of a leaf of green grass, and she shook her head and smiled and flew away.", "distance": 12}
{"source": "一份最新的研究报告称，随着气候变化，香蕉家族的作物将成为数百万人的主要食物来源。", "standard": "Climate change could lead to crops from the banana family becoming a critical food source for millions of people, a new report says.", "answer": "A recent study reported that, with climate change, banana family crops would become the main source of food for millions of people.", "distance": 22}
{"source": "我对你有一点动心", "standard": "I have a crush on you.", "answer": "I'm a little moved by you.", "distance": 4}
{"source": "我忍住哭，喜剧总是特别容易的落幕", "standard": "I endure cry, comedy is always very easy to ending", "answer": "I couldn't bear to cry. The comedy always ends very easily.", "distance": 11}
{"source": "我情愿做个犯错的人，也不愿错过你", "standard": "I would rather be a mistake maker than miss you.", "answer": "I'd rather be a mistaker than miss you.", "distance": 3}
{"source": "烤面包的香味顺着走廊飘过来。", "standard": "The smell of baking bread wafted down the hallway.", "answer": "The smell of toast flows down the corridor.", "distance": 4}
{"source": "心情不好就出去走走，别让坏情绪迷乱了世界，慌乱了心。", "standard": "When your mood is not good, go out for a walk. Do not let your bad mood bring confusion into the world or anxiety into your heart.", "answer": "If you're in a bad mood, go for a walk. Don't let the bad mood mess the world up.", "distance": 18}
{"source": "今天不走，明天要跑。", "standard": "Today does not walk, will have to run tomorrow.", "answer": "I'm not leaving today. I'm running tomorrow.", "distance": 8}
{"source": "两个人若是还在乎对方，无论多难，都会为爱找到出路的", "standard": "two people really care about each other, they will always look for a way to make it work, no matter how hard it is.", "answer": "If two people still care about each other, no matter how hard it is, they'll find a way out for love.", "distance": 20}
{"source": "美国司法部为起诉苹果和五大出版商辩护，声称他们密谋提高电子图书的价格。", "standard": "The U.S. Department of Justice defended its case against Apple and five major publishers, alleging that they conspired to raise the prices of electronic books.", "answer": "The United States Department of Justice defended the prosecution of Apple and five major publishers, claiming that they were conspiring to increase the price of electronic books.", "distance": 10}
{"source": "我应该努力做我自己。", "standard": "I should try being myself.", "answer": "I should try to be myself.", "distance": 2}
{"source": "朋友是时间的窃贼。", "standard": "Friends are thieves of time.", "answer": "Friends are time thieves.", "distance": 3}
{"source": "生命之旅有时会变得坎坷和令人疲惫，但好伴侣却能为旅程增添许多乐趣。向你的同路人伸出友谊之手吧。", "standard": "The journey of life can get wearisome and bumpy at times, but good company can make the trip more pleasant. Extend the hand of friendship to your fellow travelers.", "answer": "The journey of life can sometimes become bumpy and exhausting, but a good partner can add a lot of fun to the journey. Give a hand of friendship to your companions.", "distance": 19}
{"source": "若要梦想实现，先从梦中醒来", "standard": "If you want to make your dream come true, the first thing you have to do is to wake up.", "answer": "If you want your dreams to come true, wake up from your dreams.", "distance": 15}
{"source": "你是否还记得，曾经答应了自己什么。", "standard": "Do you still remember, once promised oneself what.", "answer": "Do you remember ever promised yourself anything?", "distance": 6}
{"source": "偶尔要回头看看，否则永远都在追寻，而不知道自己失去了什么", "standard": "Sometimes you need to look back, otherwise you will never know what you have lost in the way of forever searching.", "answer": "Every once in a while, you have to look back, or you're always looking for something you don't know what you've lost.", "distance": 21}
{"source": "如果没有你，我在哪里又有什么可惜。", "standard": "What does it matter where I am if you are not with me.", "answer": "If it wasn't for you, there'd be no shame where I am.", "distance": 15}
{"source": "你是选择体验快乐，还是选择创造快乐，我们只有两种选择。", "standard": "Would you like to experiment with happy ,or you select to create happiness ,there are two ways for you in your life..", "answer": "You choose to experience happiness or to create happiness, and we have only two choices.", "distance": 19}
{"source": "缺乏信任的感情，就像是一部没有信号的手机，只能玩游戏。", "standard": "A relationship without trust, is like a phone without service.All you can do is play games.", "answer": "A feeling of lack of trust, like a cell phone without a signal, can only play games.", "distance": 12}
{"source": "和好朋友相互扶持，他们是很稀少的", "standard": "Hold on to good friends,they are few and far between.", "answer": "They're very rare.", "distance": 12}
{"source": "想吃鸡蛋就得忍受鸡叫", "standard": "he who wants to eat egg must endures the crackling hen .", "answer": "If you want to eat eggs, you have to put up with the chicken.", "distance": 13}
{"source": "知识比财富更值得羡慕。", "standard": "Wisdom is more to be envied than riches.", "answer": "Knowledge is more enviable than wealth.", "distance": 5}
{"source": "单身并不意味着你不懂爱情", "standard": "Single, doesnt mean that u know nothing about love. ", "answer": "Being single doesn't mean you don't understand love.", "distance": 8}
{"source": "哪些痛苦的日子才是你生命中最好的日子，因为那些日子塑造了你。", "standard": "Those were the best years of you life,cause they made you who he was.", "answer": "Which painful days are the best of your life, because those days shape you.", "distance": 13}
{"source": "有些事，做了才知道。有些事，错了才知道。有些事，长大了才知道。", "standard": "Something you will realize only when you do it,when you make mistakes or when you grow up.", "answer": "There are things that you know when you do. There are things that you know when you're wrong. There are things that you know when you grow up.", "distance": 22}
{"source": "你只须快乐点，若快乐，其他一切都会回到正轨上去。", "standard": "You just have to be happy. If you are, everything else will fall into place.", "answer": "You just have to be happy, and if you're happy, everything else will be back on track.", "distance": 9}
{"source": "普通人是担心今天，把幸福留给明天。智者只求快乐，不管是今天还是明天。", "standard": "Ordinary people worry today and postpone their happiness for tomorrow.Wise people only wish happiness for all, today and tomorrow.", "answer": "Ordinary people worry about today, leaving happiness to tomorrow. Wise men only want happiness, today or tomorrow.", "distance": 10}
{"source": "我要永远健康。", "standard": "God ,you must bless me always healthy.", "answer": "I want to be healthy forever.", "distance": 8}
{"source": "请注意煤气、炉火、水以及被风刮倒的树木和电话杆。", "standard": "Pay attention to the gas, the fire and water as well as the falling trees and telephone poles.", "answer": "Attention is drawn to the gas, fire, water, as well as the trees and telephone poles that have been torn down by the wind.", "distance": 15}
{"source": "没什么能改变我对你的爱", "standard": "Nothing can change my love for you,,,", "answer": "Nothing can change my love for you.", "distance": 3}
{"source": "这还不是严格的一夫一妻制，因为还允许显贵实行多妻制。", "standard": "It was not yet strict monogamous, as polygamy was permitted for the leading members of the tribe.", "answer": "This is not yet a strict monogamy, as polygamy is also allowed to take precedence.", "distance": 13}
{"source": "养成读书的习惯，就相当于给自己建造了一座逃避人生几乎所有不幸的避难所", "standard": "To acquire the habit of reading is to construct for yourself a refuge from almost all the miseries of life.", "answer": "Growing up to read is like building yourself a shelter from almost all of life's misfortunes.", "distance": 14}
{"source": "有时候，你只需要振作自己，继续生活。", "standard": "Sometimes you just have to pick yourself up and carry on.", "answer": "Sometimes you just pull yourself together and go on living.", "distance": 6}
{"source": "情绪越来越少，笑容越来越少。不确定封闭自己的心，是因为害怕孤寂，还是在自我保护，只是不由自主地那样做了。", "standard": "We did it unconsciously with less and less emotion and smile.We were not sure the reason why we locked tightly our heart was to eliminate loneliness or to protect ourselves.", "answer": "Less emotions, less smiles. I don't know if I'm closing my heart because I'm afraid of being alone, or protecting myself, and I just can't help it.", "distance": 35}
{"source": "不是所有事情都能如愿以偿，但是任何事情都值得尝试。", "standard": "Not everything is meant to be. But everything is worth a try.", "answer": "Not everything can be done, but everything is worth trying.", "distance": 8}
{"source": "你要风得风，要雨得雨，可是还是觉得生命有趣味，又嘲笑那些对世界抱希望的人。", "standard": "You have everything and still the world holds no joy. Yet you make fun of those who would see it for its possibilities.", "answer": "You want the wind, the rain, but you still find life interesting and laugh at people who want the world.", "distance": 22}
{"source": "人们总说，生活中惊喜连连，有时梦境也会成真", "standard": "They say life is full of surprises that our dreams really can come true.", "answer": "People always say that life comes as a surprise, and sometimes dreams come true.", "distance": 12}
{"source": "想要无可取代，就必须时刻与众不同。", "standard": "in order to be irreplaceable, one must always be different.", "answer": "To be irreplaceable, it must always be different.", "distance": 4}
{"source": "好时光给你带来美好的回忆，坏时光给你上一堂好课。", "standard": "Good times become good memories. Bad times become good lessons.", "answer": "Good times bring you good memories, bad times give you a good lesson.", "distance": 8}
{"source": "爱是一种遇见，不能等待，也不能准备。", "standard": "Love is a kind of chance encounter, and one can neither waiting nor preparing for it.", "answer": "Love is an encounter, cannot wait, cannot be prepared.", "distance": 13}
{"source": "别跟这我走，我可能领不了路。别在我前面走，我可能不跟你。也别在我旁边走。就让我他妈一个人呆着好了。", "standard": "Do not walk behind me, for I may not lead. Do not walk ahead of me, for I may not follow. Do not walk beside me either. Just pretty much leave me the hell alone.", "answer": "Don't follow me here, I may not be able to lead the way. Don't go in front of me, I may not be with you. Don't go next to me. Just leave me alone.", "distance": 27}
{"source": "人生不能靠心情活着，而要靠心态去生活。", "standard": "Life can not be alive by mood, and must depend on the attitude to life.", "answer": "Life cannot live on the heart, but on the mentality.", "distance": 10}
{"source": "目标越清晰，人就越充实。在荒诞之外找到更多自己想要的生活。在摆来摆去之中找到自我。", "standard": "Objectives more clearly, the more substantial person. Find more absurd than the life you want. Among the swinging find themselves.", "answer": "The clearer the goal, the richer the man is. Find more of the life you want out of the folly. Find yourself in the place.", "distance": 19}
{"source": "所有的故事，都有个结局。但幸运的是，我们的生活中，每个结局会变成一个新的开始", "standard": "Every story has an ending. But in life, every ending is a new beginning", "answer": "All the stories have an ending. But, fortunately, in our lives, every ending turns into a new beginning.", "distance": 12}
{"source": "茫茫人海中，我一眼就认出了你。", "standard": "Among thousands of people,I recognized you the first moment I saw you.", "answer": "I recognized you from the moment I saw you in the sea.", "distance": 10}
{"source": "初恋难忘，但真爱却能将之活活埋葬。", "standard": "First love never dies, but true love can bury it alive.", "answer": "The first love is unforgettable, but true love can bury it alive.", "distance": 4}
{"source": "最爱最爱你", "standard": "i love you", "answer": "I love you so much.", "distance": 4}
{"source": "活要活得美好，梦要梦得热烈，爱要爱得完整。", "standard": "Make a wish Live beautifully, dream passionately and love completely.", "answer": "Live a good life, dream a warm dream, love a complete love.", "distance": 11}
{"source": "聪明的人只要能掌握自己，便什么也不会失去", "standard": "A wise man never loses anything if he has himself.", "answer": "A wise man who has control over himself can't lose anything.", "distance": 9}
{"source": "这是我们这周应用课的课表", "standard": "This is the schedule for application class this week.", "answer": "This is the schedule of our application class this week.", "distance": 2}
{"source": "我相信快乐的女孩是最漂亮的女孩。", "standard": "I believe happy girls are the prettiest girls.", "answer": "I believe happy girls are the prettiest girls.", "distance": 0}
{"source": "我曾经因为没有鞋子很沮丧，当我一次在街上看到一个没有双脚的男人，再也不那样了。", "standard": "I had the blues because i had no shoes.Until upon the street,I met a man who had no feet.", "answer": "I was frustrated by the lack of shoes, and when I saw a man on the street without feet, it never happened again.", "distance": 23}
{"source": "微笑向暖，安之若素", "standard": "The warm smile,if the quality.", "answer": "Smile warm, Angkor.", "distance": 5}
{"source": "我以为我能忘记，却还是高估了自己。", "standard": "I think I can forget, but still overestimate their own.", "answer": "I thought I could forget, but I overestimated myself.", "distance": 6}
{"source": "正是弥尔顿所祈祷的这个圣灵，指导上帝创造了宇宙。", "standard": "The spirit to whom Milton is praying was the actual vehicle through which God created the universe.", "answer": "It is this Holy Spirit that Milton prays to guide God in the creation of the universe.", "distance": 15}
{"source": "纵使困难重重，也不丧失勇气。", "standard": "difficulties  occur  but  not  the   loss   of   courage.", "answer": "Even with all the difficulties, there is no loss of courage.", "distance": 12}
{"source": "朋友是知道你心里哼的那首歌，还能在你忘词的时候帮你唱出来的人", "standard": "friend is someone who knows the song in your heart and can sing it back to you when you have forgotten the words.", "answer": "A friend is the one who knows the song you're huming and who sings it for you when you forget your words.", "distance": 13}
{"source": "人活在世上是不能太贪心的，要学会取舍", "standard": "People living in the world can not be too greedy, to learn how to make a choice.", "answer": "You can't live in the world too greedy. You have to learn to choose.", "distance": 14}
{"source": "有时候，你需要出去走走，清醒一下大脑，想想自己是谁，想去何方", "standard": "Sometimes, you need to step outside, clear your head, and remind yourself of who you are and where you wanna be.", "answer": "Sometimes you need to go for a walk, wake up, think about who you are, where you want to go.", "distance": 16}
{"source": "生命没有系蝴蝶结，但它仍然是一份礼物。", "standard": "Life isn't tied with a bow,but its still a gift.", "answer": "Life is not a bow, but it is still a gift.", "distance": 5}
{"source": "当你离开的时候", "standard": "when you are gone", "answer": "♪ When you leave ♪", "distance": 4}
{"source": "你看到什么样的世界，你就拥有什么样的内心。或者反过来，你拥有什么样的内心，你就会看到什么样的世界", "standard": "What you see reflects what your heart is like.", "answer": "What kind of world you see, what kind of heart you have, or, conversely, what kind of heart you have, what kind of world you see.", "distance": 26}
{"source": "我能感觉到你在忘记我。", "standard": "Time is the best medicine.I can feel you forgetting me.", "answer": "I can feel you forgetting me.", "distance": 6}
{"source": "假如我们把自己力所能及的事都完成了，我们会真的令自己大吃一惊。各位，早安", "standard": "If we did all the things we are capable of doing, we would literally astound ourselves.", "answer": "If we did everything we could, we'd really surprise ourselves. Good morning, everyone.", "distance": 14}
{"source": "你总是想惹我发火", "standard": "You are always trying to get my goat.", "answer": "You're always trying to piss me off.", "distance": 4}
{"source": "名人们穷其毕生之力追求成名，然后带起墨镜避人耳目。", "standard": "Precisely.A celebrity is a person who works hard all his life to become well known, then wears dark glasses to avoid being recognized.", "answer": "Famous people have spent their entire lives seeking to be famous, and then bring their sunglasses to the ears and eyes.", "distance": 24}
{"source": "有了你，黑暗不再是黑暗。", "standard": "The darkness is no darkness with thee.", "answer": "With you, darkness is no longer darkness.", "distance": 6}
{"source": "当大多数人看到你的黑暗面时上帝总能看到你的发光点", "standard": "Always remember that God sees the best in you, even when others choose to see the worst.", "answer": "God can always see your light when most people see your dark side.", "distance": 16}
{"source": "无垠的沙漠热烈追求一叶绿草的爱，她摇摇头笑着飞开了。", "standard": "The mighty desert is burning for the love of a blade of grass who shakes her head and laughs and flies away.", "answer": "The unbridled desert pursued the love of a leaf of green grass, and she shook her head and smiled and flew away.", "distance": 12}
{"source": "有两种人，一种人在做事，一种人在领功", "standard": "There are two kinds of people, those that do the work and those that take the credit", "answer": "There's two kinds of people, one kind of work, one kind of work.", "distance": 11}
{"source": "承诺再多，都做不到。那也只不过还是谎言", "standard": "Promise more, do not. It is just a lie", "answer": "You can't promise as much as you want. It's just a lie.", "distance": 11}
{"source": "如果我说我想一个人静一静，其实我比任何时候都需要你。", "standard": "If I say leave me alone,actually I need you more than at any time.", "answer": "If I say I want to be alone, I need you more than ever.", "distance": 8}
{"source": "爱情就像一只蝴蝶，它喜欢飞到哪里，就把欢乐带到哪里。", "standard": "Love is like a butterfly. It goes where it pleases and it pleases where it goes", "answer": "Love is like a butterfly, it likes to fly wherever it takes joy.", "distance": 11}
{"source": "有些话，不经意的说出口，对方却很认真的难过。", "standard": "Sometimes it is the most casual  words of yours that hurt others the most.", "answer": "Some things, unwittingly said, are very serious about each other.", "distance": 15}
{"source": "乔布斯是一位了不起的独创者，他那绝顶创新、富有想象力的头脑定义了一个时代。", "standard": "Steve was such an original, with a thoroughly creative, imaginative mind that defined an era.", "answer": "Jobes was a remarkable ingenuity, and his most innovative, imaginative mind defined an era.", "distance": 9}
{"source": "席卷全球", "standard": "is sweeping way across the world", "answer": "♪ All over the world ♪", "distance": 5}
{"source": "美丽中国室内游泳池", "standard": "Beautiful Chinese indoor pool", "answer": "A beautiful Chinese indoor pool.", "distance": 3}
{"source": "人的一生，都有一些说不出的秘密，挽不回的遗憾，触不到的梦想，忘不了的爱。", "standard": "In life we all have an unspeakable secret, an irreversible regret, an unreachable dream and an unforgettable love.", "answer": "A man's life is full of untold secrets, unrecoverable regrets, unforgettable dreams, unforgettable love.", "distance": 17}
{"source": "懂得感激是高尚者的标志", "standard": "Gratitude  is  the  sign  of  noble  souls", "answer": "To be grateful is to be the symbol of the noble.", "distance": 11}
{"source": "采得百花成蜜后，为谁辛苦为谁甜", "standard": "All day from all flowers you make much honey, those who plunder the fruit of your toil are happy.", "answer": "After all the flowers and honey, I'll work hard for him and sweet for him.", "distance": 17}
{"source": "任何成就都是从决定尝试开始。", "standard": "accomplishment starts with the decision to try.", "answer": "Any achievement begins with a decision to try.", "distance": 4}
{"source": "不要老在别人面前，倾诉你的困境，袒露你的脆弱", "standard": "Do not always pour out your distress or expose your fragility to others.", "answer": "Don't keep talking about your plight in front of others and expose your vulnerability.", "distance": 13}
{"source": "有些困难只是错觉。。。", "standard": "difficulties are only illusions...", "answer": "Some difficulties are just delusions.", "distance": 4}
{"source": "这部电影卖座率奇低没有人去看", "standard": "movie was a flop. Nobody went to see it.", "answer": "There's no one to see this movie.", "distance": 9}
{"source": "我行，因为我相信我行！", "standard": "I can because i think i can.", "answer": "I can do it because I believe I can do it!", "distance": 8}
{"source": "郁闷的时候蹲下来抱抱自己，原谅别人也原谅自己。", "standard": "Crouch down, hold your knees when you are depressed.Forgive others and yourself.", "answer": "When you're depressed, you sit down and hug yourself, and you forgive people and you forgive yourself.", "distance": 17}
{"source": "年轻意味着无限的可能", "standard": "Youth means limitless possibilities.", "answer": "Young means infinite possibilities.", "distance": 2}
{"source": "很霸道很自私的要求，能不能变成现实很难说。", "standard": "Is a  very  bully and selfish requirements, can become a reality hard to say.", "answer": "It's hard to say if it can become a reality.", "distance": 13}
{"source": "与其抱怨玫瑰丛长满了刺，还不如感激丛里竟生出了玫瑰。", "standard": "Instead of complaining that the rosebush is full of thorns, be happy that the thorn bush has roses.", "answer": "Instead of complaining that the roses are full of thorns, it's better to have roses in the gratitude bush.", "distance": 12}
{"source": "说的越少，意味越多。早安", "standard": "Say less and mean more", "answer": "The less you say, the more it means. Good morning.", "distance": 11}
{"source": "告诉我详细情形。", "standard": "Give me the details.", "answer": "Tell me the details.", "distance": 1}
{"source": "见与不见", "standard": "You meet me or not .", "answer": "See and disappear.", "distance": 5}
{"source": "这便医治你的肚脐，滋润你的百骨", "standard": "It will be health to your body, and nourishment to your bones.", "answer": "This heals your belly button, nourishes your bones.", "distance": 10}
{"source": "奇迹每天都在发生。", "standard": "Miracles happen every day.", "answer": "Miracles happen every day.", "distance": 0}
{"source": "坚信梦想能实现，并果断采取行动，奇迹便会发生", "standard": "I wait for miracles.When you have no doubt that your dream can come true and take action from that place, miracles happen", "answer": "A miracle happens when you believe in the realization of your dreams and act with determination.", "distance": 23}
{"source": "习惯就是习惯，谁也不能将其一下子扔出窗外，只能一步一步地引下楼。", "standard": "Habit is habit, and not to be flung out of the window by any man, but coaxed downstairs a step at a time.", "answer": "A habit is a habit, and no one can just throw it out the window and lead it down the stairs one step at a time.", "distance": 18}
{"source": "第一次约会很傻，第一次亲吻很甜，第一次的爱无可替代，第一次伤心无法释怀", "standard": "First dates are awkward, first kisses are heavenly, first loves are irreplaceable, and first heartbreaks are unforgettable.", "answer": "The first date was stupid, the first kiss was sweet, the first love was irreplaceable, the first was sad.", "distance": 16}
{"source": "当你真正喜欢一样东西，但它又给你带来伤害的时候，其实这是老天在考验你是否足够坚持。", "standard": "When you really like something, but it also brings you hurt when, in fact, this is God to test you enough to adhere to.", "answer": "When you really like one thing, but it hurts you again, it's the Lord's test of whether you insist or not.", "distance": 18}
{"source": "中国和塔吉克斯坦将进一步加强军事合作", "standard": "China, Tajikistan pledge further military cooperation", "answer": "China and Tajikistan will further strengthen military cooperation", "distance": 3}
{"source": "聪明的人未必成功", "standard": "Smart people may not succeed.", "answer": "Smart people don't necessarily succeed.", "distance": 3}
{"source": "活在当下", "standard": "live in the present.", "answer": "Live in the present.", "distance": 1}
{"source": "抱紧我，就像你在纳波湖边那样。", "standard": "hug me, like you did by the lake on Naboo.", "answer": "Hold me tight, just like you did at Lake Napo.", "distance": 8}
{"source": "你所做的，要交托耶和华，你所谋的，就必成立", "standard": "Commit your deeds to Yahweh, and your plans shall succeed.", "answer": "What you have done, you have to give to the Lord, and what you have plotted, it will be established.", "distance": 20}
{"source": "开心一点，管它怎样", "standard": "Be happy no matter what.", "answer": "Be happy. Whatever.", "distance": 3}
{"source": "对你的帮助我感激不尽。", "standard": "I owe an incalculable debt of gratitude to your help.", "answer": "I'm very grateful for your help.", "distance": 7}
{"source": "被判刑的人上书州长请求慈悲。", "standard": "The condemned man petitioned me governor for clemency.", "answer": "The governor of the convicted person filed a petition for mercy.", "distance": 9}
{"source": "对自己爱的人所做的事才是最重要的", "standard": "is what you do to the people you say you love is the only thing that matters.", "answer": "What you do to someone you love is all that matters.", "distance": 9}
{"source": "再找到合适的人之前，唯一需要做的，就是让自己足够优秀", "standard": "To find the right person , the only thing you need to do is to make good enough .", "answer": "The only thing that needs to be done before we find the right person is to be good enough.", "distance": 15}
{"source": "说自己失去勇气，是为了等待一个人给自己力量。", "standard": "he lost the courage to wait for a person to their own forces.", "answer": "He said he lost his courage to wait for a man to give himself strength.", "distance": 7}
{"source": "爱情的感情线，你与我只有一线之隔，我们以为可以给与对方更多的爱，但是最终发现原来你什么都不想要。", "standard": "Love the feeling of the line, there is a thin line between you and me, we thought we could give more love, only to find out in the end that you want nothing at all.", "answer": "The line of love, you're only one line away from me, and we thought we could give each other more love, but we finally found out that you didn't want anything.", "distance": 26}
{"source": "对待朋友关系要慎重，有时可能是自己误解了朋友，先从自己身上找原因为好。", "standard": "Relationship should be careful to treat friends, and sometimes oneself may be misunderstood his friend, first to find the cause from oneself is good.", "answer": "Care must be taken in dealing with friends, and sometimes it may be self-mistaking of friends, and it is better to find reasons for them.", "distance": 21}
{"source": "宠爱是欺诈的，美丽是空虚的", "standard": "Favour is deceitful,and beauty is vain.", "answer": "Love is fraud, beauty is emptiness.", "distance": 4}
{"source": "每个人有自己的宿命，一切又与他人何干", "standard": "Each person has own fate, all what do with other people.", "answer": "Everyone has their destiny. What does everything have to do with anyone else?", "distance": 13}
{"source": "如果一个人真的想见你，他会动用各种方式，翻遍全世界找到你。", "standard": "someone really wants to see you, he will try everything possible and go through the world to get you.", "answer": "If a man really wants to see you, he'll use every means to find you all over the world.", "distance": 15}
{"source": "有些改天不再是改天了，可有些改天就是永远永远的改天", "standard": "Some rain checks may not be rain checks any more, but some may be an everlasting rain checks.", "answer": "Some days are no longer another, but some are forever.", "distance": 15}
{"source": "这儿现在开始下雨了", "standard": "starting to rain here now", "answer": "It's starting to rain here.", "distance": 3}
{"source": "据说当你失眠的时候，你将会在别人的梦里出现！", "standard": "it said that you will appear in the dreams of others when you fail to fall asleep.", "answer": "It's said that when you're insomnia, you'll appear in someone else's dreams!", "distance": 17}
{"source": "假如有一天我们不在一起了，也要像在一起一样", "standard": "If one day of us not in together, must look like in is together same", "answer": "If we don't get together one day, we'll be together.", "distance": 13}
{"source": "我想知道你有没有片刻想起过我，因为我一直在想你。", "standard": "I wonder if I ever cross your mind, for me it happens all the time.", "answer": "I want to know if you remember me for a moment, because I've been thinking about you.", "distance": 16}
{"source": "有些人会一直停留在你心里，却永远不会出现在你生活里", "standard": "people will always have a place in your heart, but never a place in your life", "answer": "Some people will stay in your heart, but never in your life.", "distance": 8}
{"source": "希望可以把人调成静音模式。", "standard": "I wish I could put people on mute.", "answer": "It is hoped that the human being can be turned into a silent mode.", "distance": 14}
{"source": "可能你更愿意去按照自己的方式做事。但事实上，你应该静下心来，多聆听下别人的建议。", "standard": "When others start talking, you are likely to tune out. You would rather just go your own separate way and try to figure out everything on your own.", "answer": "Maybe you'd rather do it your way. But in fact, you should be quiet and listen to other people's advice.", "distance": 27}
{"source": "同一个人，笑得时候非常美，如果想起伤心事哭了，虽然还美，但比笑得时候逊色不少。", "standard": "The same person, when the smile very beautiful , if the thought of grief to cry, though still beautiful, however,when a lot worse than the smile.", "answer": "The same person, laughing very beautifully, crying when it comes to grief, is still beautiful, but much worse than laughing.", "distance": 18}
{"source": "通过注射肌肉细胞，加强膀胱周围现存肌肉的肌力，可减轻尿失禁的症状和降低尴尬尿漏的可能性", "standard": "Injection of muscle cells boost the strength of the existing muscles around the bladder, easing the symptoms of the condition and reducing the likelihood of embarrassing leaks", "answer": "By injecting muscle cells and strengthening the muscle strength of existing muscles around the bladder, the symptoms of urinary incontinence and the likelihood of embarrassing leaks can be reduced", "distance": 13}
{"source": "学习的美妙之处是谁也不能把它从你身上拿走。", "standard": "The beautiful thing about learning is that nobody can take that away from you.", "answer": "The beauty of learning is that no one can take it away from you.", "distance": 6}
{"source": "为你，我变成了更好的自己。", "standard": "For you, I became the better me.", "answer": "For you, I became better myself.", "distance": 2}
{"source": "我们真的很投缘", "standard": "We  really  hit  it  off.", "answer": "We're so close.", "distance": 8}
{"source": "一息若存，希望不灭。", "standard": "While there is life, there is hope.", "answer": "There is no hope, there is no hope, there is no hope.", "distance": 8}
{"source": "生活就像过山车。你可以在每次颠簸的时候尖叫，你也可以高举双手享受整个过程。", "standard": "Life is a roller coaster. You can either scream every time you hit a bump,  or you can throw your hands up and enjoy the ride.", "answer": "Life is like a roller coaster. You can scream at every bump, and you can have the whole process with your hands up.", "distance": 17}
{"source": "亲爱的妈咪，也许我不会总是喜欢你，但我会一直爱你。", "standard": "Dear Mom, I may not like you all the time, but I love you always.", "answer": "Dear Mommy, maybe I won't always like you, but I'll always love you.", "distance": 11}
{"source": "开心一点，管它怎样。", "standard": "Be happy, no matter what.", "answer": "Be happy, whatever.", "distance": 3}
{"source": "选择也需要能力。", "standard": "Choice is also need for capacity.", "answer": "The choice also requires capacity.", "distance": 4}
{"source": "你走了，我要好好奋斗，好好谈恋爱，轻松地去忘掉你。", "standard": "You have gone, and I will work hard, fall in love seriously and forget you casually.", "answer": "You're gone, I'm going to fight, fall in love, and forget you easily.", "distance": 8}
{"source": "用期待迎接新的一天，抛掉不美好的回忆，对美好的明天充满信心", "standard": "Start everyday with a new hope, leave bad memories behind and have faith for a better tomorrow", "answer": "Looking forward to a new day, throwing away bad memories, believing in a good tomorrow.", "distance": 13}
{"source": "众里寻他千百度，蓦然回首，那人却在灯火阑珊处。", "standard": "You usually find what you are looking for the moment you stop looking for it.", "answer": "They looked for him a thousand degrees and turned back, but the man was on fire.", "distance": 17}
{"source": "典型的恶意营销传播，不顾法律和道德底线", "standard": "it is a typical case of vicious marketing communication which treated law and morality with contempt.", "answer": "Typical malicious marketing spreads, disregarding legal and moral boundaries.", "distance": 14}
{"source": "人人为我，我为人人。", "standard": "All for one, one for all.", "answer": "All for me, all for all.", "distance": 2}
{"source": "人们靠行动而生活，而不是想法", "standard": "It is by acts and not by ideas that people live.", "answer": "People live by action, not by thought.", "distance": 8}
{"source": "那些真正爱我们的人，其实真的不曾离开，你总能在心的某一处找到他们。", "standard": "The ones that love us never really leave us. You can always find them in your heart.", "answer": "Those who truly love us have never really left, and you can always find them somewhere in your heart.", "distance": 9}
{"source": "让每个人都知道今天的你比昨天的你更加强大，而且你将会越来越强", "standard": "Let everyone know that today you are a lot stronger than you were yesterday and you will be.", "answer": "Let everyone know you're stronger today than you were yesterday, and you're going to get stronger.", "distance": 12}
{"source": "开心一点吧，管它会怎样。", "standard": "You can be happy no matter what.", "answer": "Be happy, whatever it is.", "distance": 7}
{"source": "每个人都注定要遇到那个特别的人。你要做的就是等待老天将他带到你的身边", "standard": "Theres somebody out there for everybody. You just have to wait for god to bring them into your life.", "answer": "Everyone is destined to meet that special person. All you have to do is wait for God to bring him to you.", "distance": 17}
{"source": "被击倒不是最大的失败，没有尝试才是真正的失败。", "standard": "defeat is not the worst of failures. not to have tried is the true failure.", "answer": "It is not the biggest failure to be defeated, but the failure to try is the real failure.", "distance": 13}
{"source": "年轻的时候会想要谈很多次恋爱，但是随着年龄的增长，终于领悟到爱一个人，就算用一辈子的时间，还是嫌不够", "standard": "we are young, we may want several love experiences. But as time goes on, you will realize that if you really love someone, the whole life will not be enough.", "answer": "When you're young, you want to have a lot of love, but as you get older, you finally realize that you love someone, even if it takes a lifetime, it's not enough.", "distance": 29}
{"source": "我想你，有一点点深，有一点点频繁，还一天比一天更浓。", "standard": "I miss you. A little too much, a little too often, and a little more every day.", "answer": "I think you're a little deeper, a little more frequent, and a day stronger than a day.", "distance": 11}
{"source": "父母呼。应勿缓。", "standard": "When your mother or father is calling, Do not be slow to respond. When my parents call me, I will answer them right away.", "answer": "Parents call. Don't slow down.", "distance": 25}
{"source": "人们总说时间会改变一切，可事实上你得靠自己去改变一切。", "standard": "They always say time changes things, but you actually have to change them yourself.", "answer": "People always say that time changes everything, but in fact you have to change everything on your own.", "distance": 10}
{"source": "在温室中长大的花朵，拉出去就死掉，而在路边长起来的野草，烧都烧不干净", "standard": "Flowers grown in the green house will wither once taken outside while the grass growing in the wild can never be burned out.", "answer": "Flowers that grow up in greenhouses, pull out and die, and weeds that grow up on the side of the road, they can't burn.", "distance": 25}
{"source": "青菜萝卜各有所爱", "standard": "every has his hobbyhorse", "answer": "The cabbage radish is in love with each other.", "distance": 10}
{"source": "感谢我的不完美，让我看清了真正对我好的人是谁", "standard": "I am grateful for my imperfection that lets me see clearly who actually treats me well.", "answer": "Thanks to my imperfections, I can see who's really good to me.", "distance": 14}
{"source": "最可怕的事莫过于行动中的无知。", "standard": "Nothing is more terrible than ignorance in action.", "answer": "There is no more terrible thing than ignorance in action.", "distance": 3}
{"source": "心中的伤痛总是不知不觉渐渐愈合，虽然我们也曾痛苦地发誓说永不忘记。", "standard": "There is an unconscious heeling process within the mind which mends up in spite of our desperate determination never to forget.", "answer": "The pain in our hearts always heals unwittingly, though we also swore painfully that we would never forget it.", "distance": 20}
{"source": "我主张把进购鲜橙的数量控制在合理水平，以防止其随着时间的推移而霉变。", "standard": "I advocate a properly limited quota of purchase of oranges lest it moulds as time goes on.", "answer": "I advocate keeping the quantity of imported and purchased fresh oranges at reasonable levels in order to prevent them from decaying over time.", "distance": 20}
{"source": "我就是我，由每条伤痕成就。", "standard": "Every scar i have makes me who i am.", "answer": "I am me, by every scar.", "distance": 9}
{"source": "在邻舍面前击掌作保，乃是无知的人。", "standard": "A man void of understanding strikes hands, and becomes collateral in the presence of his neighbor.", "answer": "High-handedness in the presence of a neighbour is an ignorant man.", "distance": 17}
{"source": "只有强者才能勇敢直面困难时刻，做出艰难抉择。而你正是这样一位强者。", "standard": "It takes a strong person to deal with tough times and difficult choices. But you are a strong person.", "answer": "Only the strong can face difficult times and make tough choices. You are such a strong man.", "distance": 14}
{"source": "很多事情不能自己掌控，即使再孤单再寂寞，仍要继续走下去。不许停也不能回头。", "standard": "A lot of things can not control, even lonely again lonely still have to go. Not allowed to stop and not go back.", "answer": "A lot of things can't be managed by themselves, and even if it's lonely and lonely, it's going to go on. No stopping, no turning back.", "distance": 23}
{"source": "累了就睡觉，醒来就微笑。", "standard": "Sleep when tired and smile when awake.", "answer": "Sleep when you're tired and smile when you wake up.", "distance": 5}
{"source": "在任何时候，生活是困难还是简单完全取决于你如何调整自己，适应生活。", "standard": "at any time can become difficult or easy. It all depends upon how one adjusts oneself to life.", "answer": "At all times, whether life is difficult or simple depends entirely on how you adjust to life.", "distance": 16}
{"source": "对他人的成功一样欢欣鼓舞", "standard": "be just as enthusiastic about the success of others as you are about your own", "answer": "I'm as excited as the success of others.", "distance": 10}
{"source": "这个碗与餐馆需要的食物无关。", "standard": "This bowl is not being used to serve food where it is needed in the cafeteria.", "answer": "This bowl has nothing to do with the food that the restaurant needs.", "distance": 13}
{"source": "不是没想过放弃，只是始终没有办法做到。", "standard": "Not thought to give up, but always there is no way to do so.", "answer": "It's not that I didn't want to give up, it's just that there's always no way to do it.", "distance": 15}
{"source": "有爱的地方就有痛", "standard": "Where there is love there is pain.", "answer": "Where there's love, there's pain.", "distance": 3}
{"source": "我开车，你到后座去小睡一下。", "standard": "Get in the back seat and take a nap while I drive.", "answer": "I drive, you take a nap in the back seat.", "distance": 10}
{"source": "只要我们有回忆，昨天就依然在。只要我们有希望，明天就在招手。只要我们心中有爱，今天就是美好的", "standard": "As long as we have memories, yesterday remains. As long as we have hope, tomorrow waits. As long as we have love, today is beautiful.", "answer": "As long as we have memories, we were there yesterday. As long as we have hope, we will wave tomorrow. As long as we have love in our hearts, today is wonderful.", "distance": 12}
{"source": "我们将举行一个会议，会议时间表如下。", "standard": "We will have a meeting scheduled as noted below...", "answer": "We will hold a meeting, the schedule of which is set out below.", "distance": 10}
{"source": "清洁、高洁、初恋、自由、爽朗、永远快乐，你是我最可爱的波斯菊。", "standard": "Clean, noble, love, freedom, hearty and happy forever, you are my lovely Cosmos.", "answer": "Clean, clean, first love, freedom, ecstatic, always happy, you're my cutest Persian daisy.", "distance": 10}
{"source": "我们永远支持你！我们当年的死党！加油！恩，我会一直等你，遇到谁也不会动心，心里只有你", "standard": "i will always wait u", "answer": "We'll always be there for you! We're friends! Come on, I'll be waiting for you.", "distance": 21}
{"source": "溺水胡抓草，病急乱投医。", "standard": "A drowning man will catch at a straw.", "answer": "Drowning herbs, desperate for medical treatment.", "distance": 8}
{"source": "当爱向你诉说时，请相信她，尽管她的声音可能打破你的梦想，就如同北风吹落花园里所有的花瓣", "standard": "love speaks to you, believe in him, though his voice may shatter your dreams as the north wind lays waste the garden.", "answer": "When love talks to you, trust her, even though her voice may break your dreams, as the North Wind blows down all the petals in the garden.", "distance": 17}
{"source": "生活有时是令人沮丧的，但你可以努力的让自己的过得开心。", "standard": "Life is sad at times, but it is up to you to make your own life happy.", "answer": "Life is sometimes frustrating, but you can try to make yourself happy.", "distance": 11}
{"source": "爱，仅是文字，幸好有你，赋予定义。", "standard": "Love is just a word, but you bring it definition.", "answer": "Love, just words, fortunately with you, gives definition.", "distance": 7}
{"source": "快乐的旅伴犹如妙曲", "standard": "A merry companion is a waggon in the way", "answer": "♪ Happy travel companions are like a song ♪", "distance": 9}
{"source": "爱情，要么让人成长，要么让人沉沦。", "standard": "Love makes man grow up or sink down.", "answer": "Love, it's either a person's growing up or a person's sinking.", "distance": 12}
{"source": "如果谁能把什么事都做好，我说让他去吧，给他一个机会", "standard": "If there is anything that a man can do well ,I say let him do it .Give him a chance", "answer": "If anyone can do anything right, I say let him do it. Give him a chance.", "distance": 11}
{"source": "好书正如良友，会让你受益终生。", "standard": "good book is the best of friend, the same today and forever.", "answer": "A good book, like a good friend, will benefit you for the rest of your life.", "distance": 13}
{"source": "一些稀土的价格已在短短三周内增加一倍。目前中国大量囤积稀土令市场担心全球供应", "standard": "Prices of some rare earth metals have doubled in just three weeks amid heavy stockpiling in China that has raised fears over global supplies.", "answer": "Prices of some rare earth have doubled in just three weeks. The current massive accumulation of rare earth in China is a source of concern for the global supply.", "distance": 17}
{"source": "亲爱的，我对你发脾气，是因为你对我来说更亲近。", "standard": "Dear,I lose my temper at you it is because you are getting closer to me.", "answer": "Honey, I'm mad at you because you're closer to me.", "distance": 8}
{"source": "我们想为这批货物投保全损险。", "standard": "We like to get a policy for total loss only for these goods.", "answer": "We want to insure the entire cargo.", "distance": 11}
{"source": "时间能医治一切创伤。", "standard": "Time heals all wounds.", "answer": "Time heals all wounds.", "distance": 0}
{"source": "人的善良或邪恶都存在于他自己的意志之中", "standard": "The good or ill of man lies within his own will.", "answer": "A man's good or evil is in his own will.", "distance": 8}
{"source": "忒修斯之船", "standard": "The ship of the Theseus.", "answer": "The ship of Trish.", "distance": 2}
{"source": "幽长黑暗的隧道尽头必有希望之光", "standard": "It is always light at the end of the tunnel.", "answer": "There must be a light of hope at the end of the long, dark tunnel.", "distance": 9}
{"source": "能发现自己的错误是智慧，能改正自己的错误是勇敢。", "standard": "Can find their own mistakes is wisdom, to correct its mistakes is brave", "answer": "It is wisdom to find its own mistakes, and courage to correct its own mistakes.", "distance": 11}
